Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: Powered by <a href="http://transifex.org/" title="Transifex community">Transifex</a>, the Open Translation Platform
de: Powered by <a href="http://transifex.org/" title="Transifex Community">Transifex</a>, die freie Übersetzungsplattform
fa: توان گرفته از <a href="http://transifex.org/" title="Transifex community">Transifex</a>، پلتفرم باز ترجمه
fi: Sivusto käyttää <a href="http://transifex.org/" title="Transifex-yhteisö">Transifexia</a>, avointa käännösalustaa
fr: Propulsé par <a href="http://transifex.org/" title="communauté Transifex">Transifex</a>, la plateforme de traduction ouverte
hu: Meghajtja <a href="http://transifex.org/" title="Transifex community">Transifex</a>, a nyílt fordító peron.

source: Transifex is a service aimed at helping translators keep track of their favourite translation projects.
fa: ترانسیفیکس خدمتی است به منظور کمک به مترجمان برای پیگیری پروژه های ترجمه دلخواه خودشان

source: You could also browse through <a href="%(project_list)s">all projects</a>.
de: Sie können auch <a href="%(project_list)s">alle Projekte</a> durchstöbern.
fa: شما همچنین می توانید در میان <a href="%(project_list)s">همه پروژه ها</a> به گردید.
fi: Voit selata myös <a href="%(project_list)s">kaikkia projekteja</a>.
fr: Vous pouvez aussi naviguer parmi <a href="%(project_list)s">tous les projets</a>.
hu: Lehet az <a·href="%(project_list)s">összes tervet</a> is böngészni.

source: Search
de: Suchen
fa: گردش
fi: Etsi
fr: Rechercher
hu: Keres

source: Results
de: Ergebnisse
fa: نتایج
fi: Tulokset
fr: Résultats
hu: Eredmény

source: Search projects
de: Projekte durchsuchen
fa: جستجوی پروژه ها
fi: Etsi projekteja
fr: Rechercher dans les projets
hu: Terveket keres

source: Search results
de: Ergebnisse durchsuchen
fa: جستجوی نتایج
fi: Hakutulokset
fr: Résultats de la recherche
hu: Keresés eredménye

source: Search Results (%(result_count)s)
de: Such Ergebnisse (%(result_count)s)
fa: جستجو در میان نتایج (%(result_count)s)
fi: Hakutulokset (%(result_count)s)
fr: Résultats de la recherche (%(result_count)s)
hu: Keresés eredménye (%(result_count)s)

source: No projects were found for "%(q)s". You may want to change your query a bit.
de: Keine Projekte mit "%(q)s" gefunden. Vielleicht probieren Sie es mit einer leicht geänderten Anfrage.
fa: هیچ پروژه ای برای "%(q)s" یافت نشد. شما ممکن است بخواهید درخواست خودتان کمی تغییر دهید.
fi: Haku "%(q)s" ei tuottanut tuloksia. Kokeile muokata hakusanoja.
fr: Aucun projet trouvé pour "%(q)s". Vous devriez peut-être changer un peu votre requête.
hu: Nincs terv „%(q)s” lekérdezésre. Talán meg akarja változtatni kissé a lekérdezést.

source: Couldn't find your project? Why don't you go ahead and <a href="%(project_create_url)s">add it</a>?
de: Sie konnten Ihr Projekt nicht finden? Warum ändern Sie dass nicht einfach und <a href="%(project_create_url)s">fügen es hinzu</a>?
fa: پروژه خودتان را نه یافتید؟ جلو بروید و <a href="%(project_create_url)s">اضافه کنید</a>!
fi: Etkö löytänyt projektiasi? Ole hyvä ja <a href="%(project_create_url)s">lisää se</a>!
hu: Nem találja a tervét? Miért nem lép előre, és <a href="%(project_create_url)s">adja hozzá</a>?

source: Find projects by name, description, etc.
de: Finden Sie Projekte anhand des Namen, der Beschreibung, usw.
fa: پیدا کردن پروژه ها به وسیله نام، توضیح و غیره
fi: Etsi projekteja esimerkiksi nimen tai kuvauksen perusteella.
fr: Trouver les projets par nom, description, etc.
hu: Terv keresése név, leírás, stb. szerint.

source: Filter results
de: Ergebnisse durchsuchen
fa: فیلتر نتایج
fi: Suodatintulokset
fr: Filtrer les résultats
hu: Eredményeket szűr

source: Go
de: Los
fa: برو
fi: Siirry
fr: Aller à
hu: Menj

source: None available
de: Nicht vorhanden
fa: موجود نیست
fi: Ei saatavilla
fr: Aucun disponible
hu: Nincs rendelkezésre álló

source: Transifex administration
fa: مدیریت ترانسیفکس
fi: Transifexin hallinta
fr: Administration de Transifex
hu: Transifex igazgatás

source: Contact us
de: Kontaktieren Sie uns
fa: تماس با ما
fi: Ota yhteyttä
fr: Contactez-nous
hu: Keressen meg minket

source: Let us know what you think!
de: Teilen Sie uns Ihre Meinung mit!
fa: بگذاریم بدانیم شما چه فکر می کنید!
fi: Kerro meille mielipiteesi!
fr: Faites-nous savoir ce que vous pensez !
hu: Tudassa velünk, mit gondol!

source: We'd like to make this web service as useful as possible for our users. If you have any feedback to provide, please do so!
de: Wir möchten diesen Web-Dienst für unsere Nutzer so nützlich wie möglich gestalten. Falls Sie Verbesserungsvorschläge oder Kritik haben, teilen Sie uns diese bitte mit!
fa: ما می خواهیم این خدمت وب را تا آنجایی که ممکن است برای کاربران خودمان سودمند سازیم. اگر شما پیشنهادی جهت ارائه دارید، لطفا به ما بگوید!
fi: Haluamme käyttäjien hyötyvän palvelustamme mahdollisimman paljon. Olemme kiitollisia kaikesta palautteesta.
fr: Nous voulons rendre ce service aussi utile que possible pour nos utilisateurs. Si vous avez des suggestions à nous soumettre, n'hésitez pas !
hu: Szeretnénk e szolgáltatást olyan hasznossá tenni a használóinknak, amennyire csak lehet. Ha tud visszajelzést adni, kérjük tegye meg!

source: Send feedback
de: Feedback senden
fa: ارسال بازخورد
fi: Lähetä palaute
fr: Envoyer la suggestion
hu: Küldjön visszajelzést

source: Thanks for the feedback!
de: Danke für das Feedback!
fa: سپاس به خاطر بازخورد
fi: Kiitos palautteesta!
fr: Merci pour votre suggestion !
hu: Köszönjük a visszajelzést!

source: Thanks!
de: Danke!
fa: سپاسگذار!
fi: Kiitos!
fr: Merci !
hu: Köszönjük!

source: Thank you for your feedback.
de: Vielen Dank für Ihr Feedback.
fa: از شما به خاطر ارسال بازخورد متشکریم.
fi: Kiitos palautteestasi.
fr: Merci pour votre suggestion.
hu: Köszönjük a visszajelzést.

source: %(project)s Releases
fa: %(project)s انتشارها
fi: %(project)s -julkaisut
hu: %(project)s kiadások

source: The <a href="%(project_url)s">%(project)s</a> project includes the following groups of shipped components:
fa: پروژه <a href="%(project_url)s">%(project)s</a> شامل گروه های اجزای ذیل است:
fi: Projektiin <a href="%(project_url)s">%(project)s</a> kuuluvat seuraavat komponentit:
hu: <a href="%(project_url)s">%(project)s</a> terv a következő összetevők csoportjait tartalmazza:

source: Languages on Transifex
de: Sprachen auf Transifex
fa: زبان ها در ترانسیفکس
fi: Transifexin kielet
fr: Langues sur Transifex
hu: Nyelvek Transifexen

source: No languages registered yet. :-(
de: Bisher keine Sprachen registriert. :-(
fa: هیچ زبانی تا به حال ثبت نشده است. :-(
fi: Kieliä ei ole rekisteröity. :-(
fr: Aucune langue enregistrée pour le moment. :-(
hu: Még nincs hozzárendelt nyelv. :-(

source: Couldn't find your language? Please use the feedback form and let us know!
fa: زبان خودتان را پیدا نمی کنید؟ لطفا از فرم بازخورد استفاده کرده و به ما اطلاع دهید!
fi: Etkö löytänyt kieltäsi? Ilmoita asiasta meille palautelomakkeen avulla.
fr: Vous ne trouvez pas votre langue ? Merci d'utiliser le formulaire de suggestion et de nous le faire savoir !
hu: Nem találja a saját nyelvét? Kérjük használja a visszajelző űrlapot, és tudassa velünk!

source: Notifications
de: Benachrichtigung
fa: اعلان ها
fi: Ilmoitukset
hu: Értesítések

source: Received Notifications
de: Empfangene Benachrichtigungen
fa: اعلان های رسیده
fi: Vastaanotetut ilmoitukset
fr: Notifications reçues
hu: Megkapott értesítések

source: Time
de: Zeit
fa: زمان
fi: Aika
fr: Heure
hu: Idő

source: Mark all unseen notices seen
de: Alle ungelesenen Nachrichten als gelesen markieren
fa: همه اخطارهای ندیده را ظاهر کن
fi: Merkitse kaikki ilmoitukset nähdyiksi
fr: Marquer toutes les notes non lues comme lues
hu: Minden nem látott megjegyzés megjelölése látottként

source: No notices.
de: Keine Nachrichten.
fa: بدون اخطار
fi: Ei ilmoituksia.
fr: Pas de notes.
hu: Nincs megjegyzés.

source: Change your notification settings
de: Ändern Sie Ihre Benachrichtigungseinstellungen
fa: تغییرات تنظیم اعلانات
fi: Muuta ilmoitusasetuksiasi
fr: Modifiez les paramètres des notifications
hu: Értesítési beállítások változtatása

source: Notification settings
de: Benachrichtigungseinstellungen
fa: تنظیم اعلانها
fi: Ilmoitusasetukset
fr: Paramètres de notification
hu: Értesítés beállítás

source: You can receive notifications whenever an event occurs in Transifex. Check the notifications available for you in the list below and choose which events you would like to be notified by email.
de: Sie können benachrichtigt werden, wann immer ein Ereignis in Transifex erfolgt. In der Liste unterhalb können Sie die für Sie verfügbaren Benachrichtigungen sehen und wählen, bei welchen Ereignissen Sie per Email benachrichtigt werden wollen.
fa: شما می توانید هر زمان که در ترانسیفیکس رخدادی اتفاق افتاد اعلان ها را دریافت کنید. اعلان ها در لیست زیر برای شما موجود اند انتخاب کرده تا به وسیله ایمیل از رویدادی که می خواهید مطلع گردید.
fi: Voit vastaanottaa ilmoituksia aina, kun Transifexissa tapahtuu jotain. Tarkista valittavissa olevat ilmoitukset allaolevasta listasta ja valitse, mistä tapahtumista haluat ilmoituksen sähköpostiisi.
fr: Vous pouvez recevoir des notifications dès qu'un évènement se produit sur Transifex. Consultez les notifications disponibles pour vous dans la liste ci-dessous et selectionnez les évènements pour lesquels vous souhaitez être notifié par email.
hu: Értesítéseket kaphat amikor Transifexben esemény történik. Nézze meg a rendelkezésre álló értesítéseket az alábbi felsorolásban, és válassza ki, mely eseményekről szeretne értesítő levelet kapni.

source: Primary email
de: Primäre E-Mail
fa: ایمیل اصلی
fi: Ensisijainen sähköposti
fr: Email principal
hu: Elsődleges levél

source: change under
fa: تغییر تحت
fi: muuta alta
hu: változtatás helye

source: Account
de: Konto
fa: حساب
fi: Tili
fr: Compte
hu: Számla

source: Note
de: Hinweis
fa: یادداشت
fi: Huomaa
hu: Megjegyzés

source: You do not have a verified email address to which notices can be sent. You can add one by going to
de: Sie haben keine Email-Adresse angegeben an die Benachrichtigungen geschickt werden können. Sie können eine angeben, unter
fa: شما ایمیل تایید شده ای که بشود اخطارها را به آن فرستاد ندارید. شما می توانید با رفتن به یکی را اضافه کنید
fi: Sinulla ei ole vahvistettua sähköpostiosoitetta, johon ilmoituksia voi lähettää. Voit lisätä sellaisen osoitteessa
fr: Vous n'avez pas d'adresse email vérifiée pour recevoir des notes. Vous pouvez en ajouter une en allant à
hu: Nincs ellenőrzött levélcíme, amire küldhetnénk értesítést. Hozzáadhat egyet, ha ide megy:

source: Notification Type
de: Benachrichtigungsart
fa: نوع اعلان
fi: Ilmoitustyyppi
fr: Type de notification
hu: Értesítés típus

source: Change
de: Ändern
fa: تغییر
fi: Muuta
fr: Modification
hu: Változás

source: Notice
de: Benachrichtigung
fa: اخطار
fi: Ilmoitus
fr: Note
hu: Megjegyzés

source: A new project <a href="%(project_url)s">%(project)s</a> has been added
fa: یک پروژه جدید <a href="%(project_url)s">%(project)s</a> افزوده شده است

source: The project <a href="%(project_url)s">%(project)s</a> has been changed
fa: پروژه <a href="%(project_url)s">%(project)s</a> تغییر کرده است.

source: A new component <a href="%(component_url)s">%(component_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
fa: جز جدیدی <a href="%(component_url)s">%(component_name)s</a> به پروژه <a href="%(project_url)s">%(project_name)s</a> افزوده شد.

source: The component <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
fa: جز <a href="%(component_url)s">%(component_name)s</a> پروژه <a href="%(project_url)s">%(project_name)s</a> تغییر یافته است

source: The component '%(component_name)s' has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
fa: جز '%(component_name)s' از پروژه <a href="%(project_url)s">%(project_name)s</a> حذف گردیده است.

source: The following files in the <a href="%(component_url)s">%(component_name)s</a> component of the <a href="%(project_url)s">%(project_name)s</a> project have been updated:
fa: فایل های زیر در <a href="%(component_url)s">%(component_name)s</a> جز <a href="%(project_url)s">%(project_name)s</a> پروژه به روز شده اند:
fi: Seuraavat projektin <a href="%(project_url)s">%(project_name)s</a> komponentin <a href="%(component_url)s">%(component_name)s</a> tiedostot on päivitetty:
fr: Les fichiers du composant <a href="%(component_url)s">%(component_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a> suivants ont été mis à jour :
hu: <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(component_url)s">%(component_name)s</a> összetevőjének következő fájljai frissítve:

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> has been submitted for review to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fa: یک فایل <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> برای بازبینی <a href="%(component_url)s">%(component_name)s</a> در پروژه<a href="%(project_url)s">%(project_name)s</a>ارسال شد

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
fa: یک فایل برای <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
fi: Tiedosto kielelle <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
fr: Un fichier pour <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
hu: <a·href="%(lang_url)s"·title="%(filename)s">%(lang_name)s</a>·fájl (%(trans_perc)s%)

source: A file called '%(filename)s'
fa: یک فایل '%(filename)s' نامیده شد
fi: Tiedosto "%(filename)s"
fr: Un fichier nommé '%(filename)s'
hu: „%(filename)s” nevű fájlt

source: has been submitted to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fa: به <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> پروژه ارسال شده است

source: The source file (POT) has some problems and can not be created/updated for the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fa: فایل منبع (POT) دارای مشکلاتی است و نمی تواند ساخته/به روز شود در <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> پروژه
fi: Pohjatiedostossa (POT) on ongelmia, eikä sitä voitu luoda/päivittää projektin <a href="%(project_url)s">%(project_name)s</a> komponentissa <a href="%(component_url)s">%(component_name)s</a>
fr: Le fichier source (POT) pose certains problèmes et ne peut pas être créé/mis à jour pour le composant <a href="%(component_url)s">%(component_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a>
hu: A forrás fájlnak (POT) valami baja van, és nem lehet elkészíteni/frissíteni <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(component_url)s">%(component_name)s</a> összetevőjéhez.

source: The weekly report of the <a href="%(project_url)s">%(project_name)s</a> project was generated
fa: پروژه <a href="%(project_url)s">%(project_name)s</a> ساخت شده است
fi: Projektin <a href="%(project_url)s">%(project_name)s</a> viikkoraportti luotu
fr: Le rapport hebdomadaire du projet <a href="%(project_url)s">%(project_name)s</a> a été généré
hu: <a href="%(project_url)s">%(project_name)s</a> tervről heti jelentés készült.

source: The user <a href="%(user_url)s">%(user_request)s</a> had access to submit files to the project <a href="%(project_url)s">%(project)s</a> granted
fa: کاربر <a href="%(user_url)s">%(user_request)s</a> دسترسی ارسال فایل به پروژه <a href="%(project_url)s">%(project)s</a> دارد
fi: Käyttäjälle <a href="%(user_url)s">%(user_request)s</a> myönnetty tiedostojen lähetysoikeus projektissa <a href="%(project_url)s">%(project)s</a>.
fr: L'autorisation de soumettre des fichiers au projet <a href="%(project_url)s">%(project)s</a> a été donné à l'utilisateur <a href="%(user_url)s">%(user_request)s</a>
hu: <a href="%(user_url)s">%(user_request)s</a> használó jogosultságot szerzett, hogy fájlokat küldhessen be <a href="%(project_url)s">%(project)s</a> tervhez

source: The user <a href="%(user_url)s">%(user_request)s</a> had its request of access to submit files to the project <a href="%(project_url)s">%(project)s</a> denied
fa: کاربر <a href="%(user_url)s">%(user_request)s</a> درخواست ارسال فایل به پروژه <a href="%(project_url)s">%(project)s</a> برای رد شدن دارد.
fi: Käyttäjän <a href="%(user_url)s">%(user_request)s</a> pyyntö saada tiedostojen lähetysoikeus projektissa <a href="%(project_url)s">%(project)s</a> evätty.
hu: <a href="%(user_url)s">%(user_request)s</a> használó kérelmet nyújtott be, hogy jogosult legyen fájlokat beküldeni <a href="%(project_url)s">%(project)s</a> tervhez

source: Withdrew own request of access to submit files to the project <a href="%(project_url)s">%(project)s</a>
fa: حذف در خواست خود برای دسترسی ارسال فایل ها به پروژه <a href="%(project_url)s">%(project)s</a>
fi: Peruutti pyyntönsä saada tiedostojen lähetysoikeus projektissa <a href="%(project_url)s">%(project)s</a>
hu: Visszavonja saját kérelmét, hogy fájlokat küldhessen be <a href="%(project_url)s">%(project)s</a> tervhez.

source: Requested access to submit files to the project <a href="%(project_url)s">%(project)s</a>
fa: دسترسی های تقاضا شده برای ارسال فایل به پروژه <a href="%(project_url)s">%(project)s</a>
fi: Pyysi tiedostojen lähetysoikeutta projektissa <a href="%(project_url)s">%(project)s</a>
hu: Kérelmet nyújtott be, hogy fájlokat küldhessen be <a href="%(project_url)s">%(project)s</a> tervhez.

source: The user <a href="%(user_url)s">%(user_request)s</a> had its access to submit files to the project <a href="%(project_url)s">%(project)s</a> revoked
fa: کاربر <a href="%(user_url)s">%(user_request)s</a> که دسترسی ارسال فایل به پروژه <a href="%(project_url)s">%(project)s</a> داشت،منقضی گردید.
fi: Käyttäjän <a href="%(user_url)s">%(user_request)s</a> tiedostojen lähetysoikeus projektissa <a href="%(project_url)s">%(project)s</a> peruttu
hu: <a href="%(user_url)s">%(user_request)s</a> használó visszavonta a kérelmét, hogy fájlokat küldhessen be <a href="%(project_url)s">%(project)s</a> tervhez.

source: A new <a href="%(team_url)s">%(team_name)s tranlation team</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
fa: یک <a href="%(team_url)s">%(team_name)s tranlation team</a> تیم ترجمه جدید <a href="%(project_url)s">%(project_name)s</a> project به پروژه افزوده شد

source: The <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
fa: این <a href="%(team_url)s">%(team_name)s</a> تیم ترجمه <a href="%(project_url)s">%(project_name)s</a>پروژه تغییر یافته است

source: The <a href="%(team_url)s">%(team_name)s tranlation team</a> has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
fa: این<a href="%(team_url)s">%(team_name)s tranlation team</a> از پروژه <a href="%(project_url)s">%(project_name)s</a> حذف شده است

source: The user <a href="%(user_url)s">%(user_name)s</a> has been approved as a member of the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fa: کاربر <a href="%(user_url)s">%(user_name)s</a> به عنوان یک عضو <a href="%(team_url)s">%(team_name)s translation team</a>به پروژه </a> of the <a href="%(project_url)s">%(project_name)s</a> به پروژه پیوست

source: The request of user <a href="%(user_url)s">%(user_name)s</a> for joining the <a href="%(team_url)s">%(team_name)s translation team </a> of the <a href="%(project_url)s">%(project_name)s</a> project has been denied
fa: درخواست کاربر<a href="%(user_url)s">%(user_name)s</a> برای پیوستن <a href="%(team_url)s">%(team_name)s translation team </a> به <a href="%(project_url)s">%(project_name)s</a> پروژه رد شد

source: Requested to join the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fa: درخواست پیوستن <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> پروژه ارسال شده است
fi: Jätti jäsenhakemuksen projektin <a href="%(project_url)s">%(project_name)s</a> <a href="%(team_url)s">käännösryhmään %(team_name)s</a>
hu: Kérte, hogy beállhasson <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(team_url)s">%(team_name)s fordító csapatába</a>

source: Withdrawn its own request for joining the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fa: حذف درخواست پیوستن <a href="%(team_url)s">%(team_name)s تیم ترجمه</a>از <a href="%(project_url)s">%(project_name)s</a> پروژه
fi: Perui jäsenhakemuksensa projektin <a href="%(project_url)s">%(project_name)s</a> <a href="%(team_url)s">käännösryhmään %(team_name)s</a>
hu: Visszavonta saját arra vonatkozó kérelmét, hogy beállhasson <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(team_url)s">%(team_name)s fordító csapatába</a>

source: User has left the <a href="%(team_url)s">%(team_name)s tranlation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fa: کاربر <a href="%(team_url)s">%(team_name)s تیم ترجمه </a> of the <a href="%(project_url)s">%(project_name)s</a> پروژه را ترک کرد

source: The request for creating a translation team for <a href="%(language_url)s">%(language_name)s</a> on the <a href="%(project_url)s">%(project_name)s</a> project has been denied
fa: در خواست برای ساخت تیم جدید ترجمه <a href="%(language_url)s">%(language_name)s</a> در <a href="%(project_url)s">%(project_name)s</a> در پروژه رد شده است

source: The creation of a translation team for <a href="%(language_url)s">%(language_name)s</a> was requested for the project <a href="%(project_url)s">%(project_name)s</a>.
fa: ساخت یک تیم ترجمه <a href="%(language_url)s">%(language_name)s</a> برای پروژه <a href="%(project_url)s">%(project_name)s</a> تقاضا شد.
fi: Kielen <a href="%(language_url)s">%(language_name)s</a> käännösryhmän perustamishakemus jätetty projektiin <a href="%(project_url)s">%(project_name)s</a>
hu: <a href="%(project_url)s">%(project_name)s</a> tervhez <a href="%(language_url)s">%(language_name)s</a> fordító csapat megalkotását kérték.

source: The user <a href="%(performer_url)s">%(performer)s</a> has nudged you
fa: کاربر<a href="%(performer_url)s">%(performer)s</a> شما را سقلمه زد.
fi: Käyttäjä <a href="%(performer_url)s">%(performer)s</a> tönäisi sinua
hu: <a href="%(performer_url)s">%(performer)s</a> használó noszogatta önt

source: Delete %(component_name)s
fa: حذف %(component_name)s
fi: Poista %(component_name)s
fr: Supprimer %(component_name)s
hu: Törölje %(component_name)s összetevőt

source: Say goodbye to <em>%(component_name)s</em>?
fa: آیا می خواهید با <em>%(component_name)s</em> خداحافظی کنید؟
fi: Hyvästelläänkö <em>%(component_name)s</em>?
fr: Dire au-revoir à <em>%(component_name)s</em>?
hu: Búcsút int <em>%(component_name)s</em> összetevőnek?

source: Are you sure you want to permanently delete the component '%(component_name)s' which belongs to %(project_name)s?
fa: آیا می خواهید به طور کامل جز '%(component_name)s' که متعلق به %(project_name)s را حذف کنید؟
fr: Êtes vous sûr de vouloir supprimer définitivement le composant '%(component_name)s' appartenant à %(project_name)s?
hu: Biztos, hogy véglegesen törölni akarja %(project_name)s „%(component_name)s”·összetevőjét?

source: Yes, I'm sure!
de: Ja, ich bin sicher!
fa: بله، من مطمئن هستم!
fi: Kyllä, olen varma!
fr: Oui, j'en suis sûr !
hu: Igen, biztos vagyok benne!
