Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: Search for an username or leave it blank
fa: جستجو برای یک نام کاربری یا آن را خالی بگذارید

source: log entry
de: Wählen SIe eine Datei aus Ihrem Dateisystem mit Übersetzungen für diese Ressource.
fa: مدخل سیاهه
fi: lokimerkintä
fr: entrée de journal
hu: naplóbejegyzés

source: log entries
de: Log-Einträge
fa: مداخل سیاهه
fi: lokimerkinnät
fr: entrées de journal
hu: naplóbejegyzések

source: Date/time
fa: تاریخ/زمان
fr: Date/heure
hu: Dátum/idő

source: User
de: Benutzer
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
hu: Használó

source: Action
de: Der Hash-Wert des übersetzten Strings für die Indizierung.
fa: عمل
fi: Tapahtuma
hu: Tett

source: DATETIME_FORMAT
fa: فرمتـزمان

source: No history recorded yet.
de: Bisher wurde kein Verlauf aufgezeichnet.
fa: هنوز هیچ تاریخچه ای وجود ندارد.
fi: Ei käyttöhistoriaa.
fr: Pas encore d'historique enregistré.
hu: Még nincs történet.

source: Name
fa: نام
fi: Nimi
fr: Nom
hu: Név

source: Root
fa: ریشه
fi: Juuri
fr: Racine
hu: Gyökér

source: The URL of the codebase
fa: یو‌ار‌ال کدپایه
fi: Lähdekoodin URL-osoite
hu: A kód alap URL-je

source: Type
fa: نوع
fi: Tyyppi
hu: Típus

source: The codebase type (%s)
fa: نوع کدپایه (%s)
fi: Lähdekoodin tyyppi (%s)
fr: Le type de code de base (%s)
hu: A kód alap típusa (%s)

source: The last time this unit was updated
fa: آخرین دفعه ای که این بخش به روز شده است
fi: Yksikkö päivitetty viimeksi
fr: La dernière fois que cette unité à été mise à jour
hu: Utolsó frissítés ideje

source: unit
fa: واحد
fi: yksikkö
fr: unité
hu: egység

source: units
fa: واحدها
fi: yksiköt
fr: unités
hu: egységek

source: Languages on %(site_name)s
de: Sprachen auf %(site_name)s
fa: زبانهای %(site_name)s
fi: Kielet sivustolla %(site_name)s
fr: Langues sur %(site_name)s
hu: %(site_name)s nyelvei

source: The languages spoken on %s.
de: Auf %s gesprochene Sprachen.
fa: این زبان در %s صحبت می شود.
fi: Sivustolla %s käytössä olevat kielet.
fr: Les langues parlées sur %s.
hu: %s beszélt nyelvei.

source: Description
de: Beschreibung
fa: توصیف
fi: Kuvaus
hu: Leírás

source: Code
fa: کد
fi: Koodi
hu: Kód

source: Code aliases
de: Code Alias
fa: کد مستعارها
fr: Alias de codes
hu: Kód álnevek

source: Special Chars
de: Sonderzeichen
fa: کاراکترهای ویژه
fi: Erityismerkit
fr: Caractère spécial
hu: Különleges jelek

source: Enter any special characters that users might find difficult to type
de: Geben Sie jedes besondere Zeichen, das von Benutzern schwierig zu tippen sein könnte
fa: هر کاراکتر ویژه وارد کنید که کاربران شاید تایپ کردنش را سخت بدانند
fi: Syötä erityismerkit, joita käyttäjien voi olla vaikea syöttää.
fr: Entrez les caractères spéciaux que les utilisateurs pourraient avoir du mal à taper
hu: Adjon meg minden különleges jelet, amit nehéz lehet begépelni

source: Number of Plurals
de: Anzahl der Plurale
fa: تعداد جمع ها
fi: Monikkomuotojen määrä
fr: Nombre de pluriels
hu: Többesek száma

source: Plural Equation
de: Plural Gleichung
fa: معادله جمع
fi: Monikkoyhtälö
fr: Formes plurielles :
hu: Többes egyenlet

source: language
de: Sprache
fa: زبان
fi: kieli
fr: Langue
hu: nyelv

source: languages
de: Sprachen
fa: زبانها
fi: kielet
fr: Langues
hu: nyelvek

source: Afrikaans
fa: آفریقایی

source: Amharic
fa: امهریک

source: Arabic
fa: عربی

source: Assamese
fa: آسامایی

source: Asturian
fa: اطریشی

source: Azerbaijani
fa: آذربایجانی

source: Balochi
fa: بلوچی

source: Belarusian
fa: بلاروسی

source: Bulgarian
fa: بلغاری

source: Bengali
fa: بنگالی

source: Bengali (India)
fa: بنگالی (هند)

source: Tibetan
fa: تبتی

source: Bosnian
fa: بوسنیایی

source: Catalan (Valencian)
fa: کاتالان (والنسیا)

source: Czech
fa: چکی

source: Welsh
fa: ولزی

source: Danish
fa: دانمارکی

source: German
fa: آلمانی

source: Swiss German
fa: آلمانی سویسی

source: Dzongkha
fa: جونخایی

source: Greek
fa: یونانی

source: English
fa: انگلیسی

source: English (United Kingdom)
fa: انگلیسی (بریتانیا)

source: English (United States)
fa: انگلیسی (ایالات متحده)

source: English (South Africa)
fa: انگلیسی (آفریقای جنوبی)

source: Esperanto
fa: اسپرانتو

source: Spanish (Castilian)
fa: اسپانیایی (کاستیلی)

source: Spanish (Argentinian)
fa: اسپانیایی (آرژانتین)

source: Spanish (Mexican)
fa: اسپانیایی (مکزیکی)

source: Estonian
fa: استونی

source: Basque
fa: باسکی

source: Persian
fa: فارسی

source: Finnish
fa: فلاندی

source: French
fa: فرانسوی

source: Friulian
fa: فریولیایی

source: Western Frisian
fa: فریزی غربی

source: Irish
fa: ایرلندی

source: Galician
fa: گالیکی

source: Gujarati
fa: گجراتی

source: Hebrew
fa: عبری

source: Hindi
fa: هندی

source: Croatian
fa: کرواتی

source: Haitian (Haitian Creole)
fa: هایتی (نژاد هاییتی)

source: Hungarian
fa: مجاری

source: Armenian
fa: ارمنی

source: Indonesian
fa: اندونیزیایی

source: Iloko
fa: ایلوکو

source: Icelandic
fa: ایسلندی

source: Italian
fa: ایتالیایی

source: Japanese
fa: ژاپنی

source: Georgian
fa: گرجی

source: Khmer
fa: خمر

source: Kannada
fa: کانادهای

source: Korean
fa: کره‌ای

source: Kashmiri
fa: کشمیری

source: Kurdish
fa: کردی

source: Kirgyz
fa: قرقیزی

source: Latin
fa: لاتین

source: Lao
fa: لاوئی

source: Lithuanian
fa: لیتوانیایی

source: Latvian
fa: لتونیایی

source: Maithili
fa: مایتیلی

source: Macedonian
fa: مقدونیایی

source: Malayalam
fa: مالایالام

source: Mongolian
fa: مغولی

source: Marathi
fa: مراتی

source: Malay
fa: مالایی

source: Maltese
fa: مالتی

source: Burmese
fa: برمه ای

source: Norwegian Bokmål
fa: نروژی بوکمال

source: Nepali
fa: نپالی

source: Dutch (Flemish)
fa: هلندی (فلاندری)

source: Norwegian Nynorsk
fa: نروژی نورسک

source: Norwegian
fa: نروژی

source: Northern Sotho
fa: سوتویی شمالی

source: Oriya
fa: اوریهای

source: Panjabi (Punjabi)
fa: پنجابی ( پنجابی)

source: Polish
fa: لهستانی

source: Portuguese
fa: پرتقالی

source: Portuguese (Brazilian)
fa: پرتقالی (برزیلی)

source: Romanian
fa: رومانیایی

source: Russian
fa: روسی

source: Sinhala
fa: سینهالا

source: Slovak
fa: اسلواکی

source: Slovenian
fa: اسلونیایی

source: Albanian
fa: البانیایی

source: Serbian
fa: صربی

source: Serbian (Latin)
fa: صربی (لاتین)

source: Sotho, Southern
fa: سوتویی جنوبی

source: Swedish
fa: سوئدی

source: Tamil
fa: تامیلی

source: Telugu
fa: تلوگو

source: Tajik
fa: تاجیکی

source: Thai
fa: تایی

source: Tagalog
fa: تاگالوی

source: Turkish
fa: ترکی

source: Urdu
fa: اردو

source: Ukrainian
fa: اوکراینی

source: Vietnamese
fa: ویتنامی

source: Wolof
fa: ولوف

source: Xhosa
fa: خوسایی

source: Chinese (China)
fa: چینی (چین)

source: Chinese (Hong Kong)
fa: چینی (هنگ کنگ)

source: Chinese (Taiwan)
fa: چینی (تایوانی)

source: Zulu
fa: زولویی

source: Latest projects on %(site_name)s
de: Neueste Projekte auf %(site_name)s
fa: آخرین پروژه ها در %(site_name)s
fi: Viimeisimmät projektit sivustolla %(site_name)s
fr: Derniers projets sur %(site_name)s
hu: Legújabb tervek %(site_name)s helyen

source: Updates on changes and additions to registered projects.
de: Benachrichtigungen bei Änderungen und Ergänzungen von registrierten Projekten.
fa: به روزرسانی های تغییرات و افزودن ها برای پروژه ها ثبت شده.
fi: Ilmoitukset muutoksista ja lisäyksistä rekisteröityihin projekteihin
fr: Mise à jour pour les modification et ajouts au projets inscrits.
hu: Változások és újdonságok frissítése a felvett tervekre.

source: %(site_name)s: Components in %(project)s
fa: %(site_name)s: اجزای در %(project)s
fi: %(site_name)s: Projektin %(project)s komponentit
fr: %(site_name)s : Composant de %(project)s
hu: %(site_name)s: %(project)s összetevői

source: Latest components in project %s.
fa: آخرین اجزا در پروژه %s.
fi: Projektiin %s viimeksi lisätyt komponentit
fr: Dernier composants dans le projet %s
hu: Legújabb összetevők %s tervben

source: %(site_name)s: %(project)s :: %(release)s release
de: %(site_name)s: %(project)s :: %(release)s Version
fa: %(site_name)s: %(project)s :: %(release)s انتشار
fi: %(site_name)s: %(project)s :: julkaisu %(release)s
hu: %(site_name)s: %(project)s :: %(release)s·kiadás

source: Translation statistics for all languages against %s release.
de: Übersetzungsstatistiken für alle Sprachen seit Version %s.
fa: آمار ترجمه همه زبان ها دربرابر انتشار %s.
fi: Kaikkien kielten käännöstilastot julkaisulle %s.
fr: Statistiques de traduction pour tous les langages contre %s release
hu: Fordítás statisztikák minden nyelvre %s kiadásból.

source: %(site_name)s: %(project)s :: %(release)s release :: %(lang)s
de: %(site_name)s: %(project)s :: %(release)s Version :: %(lang)s
fa: %(site_name)s: %(project)s :: %(release)s انتشار :: %(lang)s
fi: %(site_name)s: %(project)s :: julkaisu %(release)s :: %(lang)s
hu: %(site_name)s: %(project)s :: %(release)s·kiadás :: %(lang)s

source: Translation statistics for %(lang)s language against %(release)s release.
de: Übersetzungsstatistiken für die Sprache %(lang)s seit Version %(release)s.
fa: آمار ترجمه %(lang)s زبان در %(release)s release.
fi: Kielen %(lang)s käännöstilastot julkaisulle %(release)s.
hu: Fordítás statisztikák %(lang)s nyelvre %(release)s kiadásra.

source: Search for a username
de: Suche nach einem Benutzernamen
fa: جستجو برای یک نام کاربری
fi: Etsi käyttäjänimeä
fr: Rechercher un nom d'utilisateur
hu: Használó nevére keres

source: A regular expression to filter the exposed files. Eg: 'po/.*'
fa: یک عبارت منظم برای فیلتر کردن فایل ها نمایش داده شده. مانند 'po/.*'
fi: Säännöllinen lauseke, jolla tiedostot suodatetaan. Esim. "po/.*"
fr: Une expression régulière pour filtrer les fichiers. Ex : 'po/.*'
hu: Regkif. a megjelenített fájlok szűrésére. Pl: „po/.*”

source: Submit to
fa: ارسال به
fi: Lähetä
fr: Envoyer à
hu: Beküldés

source: Choose how this component should handle submissions of files.The options here are available based on the component type
fa: انتخاب کنید که چگونه این جز باید ارسال فایل ها را به دست بگیرد. گزینه بر اساس نوع جز این موجود است
fi: Valitse, kuinka komponentin tiedostojen lähetys toimii. Valinnat ovat käytettävissä komponenttityypistä riippuen.
fr: Choisissez comment ce composant doit gérer l'envoi des fichiers. Les options disponibles sont basées sur le type de composant
hu: Válassza ki, hogyan kezelje ez az összetevő a fájlok beküldését. A lehetőségek itt elérhetők az összetevő típusa alapján

source: Search for a component
fa: جستجو برای یک جز
fi: Etsi komponenttia
fr: Rechercher un composant
hu: Keresés összetevőre

source: Slug
de: Kürzel
fa: تکه
fi: Lyhytnimi
fr: Limace
hu: Csonk

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
de: Eine kurze Beschriftung in der URL, die nur Buchstaben, Zahlen, Unterstriche oder Bindestriche enthält.
fa: یک برچسب کوتاه برای استفاده در یو‌ار‌ال که فقط شامل حروف،شماره،زیرین خط یا خط تیره باشد.
fi: Lyhyt, vain kirjaimista, numeroista, ala- ja väliviivoista koostuva nimike käytettäväksi URL-osoitteessa.
fr: Un court libellé à utiliser dans l'URL, contenant seulement des lettres, chiffres, trais bas ou tirets.
hu: Az URL-ben használt rövid címke. Csak betűt, számot, aláhúzást vagy kötőjelet tartalmazhat.

source: A short name or very short description.
de: Ein kurzer Name oder sehr kurze Beschreibung.
fa: یک نام کوتاه یا توضیح کوتاه.
fi: Lyhyt nimi tai erittäin lyhyt kuvaus.
fr: Un nom ou une description courte.
hu: Rövid név vagy nagyon rövid jellemzés.

source: A sentence or two describing the object (optional).
de: Ein oder zwei Sätze um das Objekt zu beschreiben (optional).
fa: یک یا دو جمله درباره شی (انتخابی).
fi: Lauseen tai parin mittainen kuvaus (ei pakollinen).
fr: Une phrase ou deux décrivant l'objet (facultatif).
hu: Egy-két mondat jellemzés a tárgyról (nem kötelező).

source: Long description
de: Lange Beschreibung
fa: توضیح بلند
fi: Pitkä kuvaus
fr: Description longue
hu: Hosszú jellemzés

source: A longer description (optional). Use Markdown syntax.
de: Eine längere Beschreibung (optional). Benutzen Sie Markdown-Syntax.
fa: یک توضیح طولانی تر (انتخابی). از نحو نشان پایین استفاده شود.
fi: Pidempi kuvaus (ei pakollinen). Noudata Markdown-syntaksia.
fr: Une description plus longue (facultatif). Utilisez la syntaxe Markdown.
hu: Hosszabb jellemzés (nem kötelező) Markdown jelölés használatával.

source: Homepage
de: Webseite
fa: صفحه خانگی
fi: Kotisivu
fr: Page d'accueil
hu: Honlap

source: Feed
fa: فید
fi: Syöte
fr: Flux
hu: Hírek

source: An RSS feed with updates to the project.
de: Ein RSS Feed über Aktualisierungen bei dem Projekt.
fa: فید ار‌اس‌اس با به روزرسانی ها پروژه.
fi: RSS-syöte projektin muutoksista.
fr: Un flux RSS des mises à jours du projet.
hu: RSS adás a tervről szóló hírekkel.

source: Bug tracker
fa: پیگیری باگ
fi: Vikailmoitukset
fr: Gestionnaire de suivi de problèmes
hu: Hiba követő

source: The URL for the bug and tickets tracking system (Bugzilla, Trac, etc.)
de: Die URL für das Fehler- und Ticket-Erfassungs-System (Bugzilla, Trac, etc.)
fa: یو‌ارال سیستم برای پیگیری باگ ها و درخواستها (باگزیلا،تراس،غیره)
fi: Vikailmoitusten seurantajärjestelmän (Bugzilla, Trac tms.) URL-osoite
fr: L'URL du gestionnaire de suivi de problèmes et tickets (Bugzilla, Trac, etc.)
hu: A hibákat és jegyeket követő rendszer (Bugzilla,·Trac,·stb.) URL-je

source: Anyone can submit
de: Jeder darf einsenden
fa: هرکس می تواند ارسال کند
fi: Jokainen voi lähettää
fr: N'importe qui peut envoyer
hu: Bárki beadhat

source: Can anyone submit files to this project?
de: Darf jeder Dateien für das Projekt einsenden?
fa: آیا هرکس می تواند به این پروژه فایل ارسال کند؟
fi: Kuka tahansa voi lähettää tiedostoja projektiin
fr: Est-ce que tout le monde es autorisé à envoyer des fichier au projet ?
hu: Bárki betehet fájlt e tervbe?

source: Hidden
de: Versteckt
fa: پنهان
fi: Piilota
fr: Masqué
hu: Rejtett

source: Hide this object from the list view?
de: Das Objekt in der Listenansicht ausblenden?
fa: پنهان کردن این شی از لیست دیدن؟
fi: Piilota kohde listanäkymästä
fr: Masquer cet objet de la liste?
hu: Elrejtsük e tárgyat a lista nézetből.

source: Enabled
de: aktiviert
fa: فعال شده
fi: Käytössä
fr: Activé
hu: Engedélyezve

source: Enable this object or disable its use?
de: Die Benutzung dieses Objekts aktivieren oder deaktivieren?
fa: فعال کردن این شی یا غیر فعال کردن استفاده ی آن؟
fi: Salli tai estä kohteen käyttö
fr: Activer cet objet ou désactiver son utilisation?
hu: Engedélyezi vagy tiltja e tárgy használatát?

source: Tags
fa: برچسبها
fi: Tunnisteet
fr: Étiquettes
hu: Címkék

source: Maintainers
de: Betreuer
fa: نگاهدارندگان
fi: Ylläpitäjät
fr: Mainteneurs
hu: Karbantartók

source: HTML Description
de: HTML Beschreibung
fa: توضیح اچ‌تی‌ام‌ال
fi: HTML-kuvaus
fr: Description HTML
hu: HTML leírás

source: Description in HTML.
de: Beschreibung in HTML
fa: توضیح به صورت اچ‌تی‌ام‌ال
fi: Kuvaus HTML-muodossa
fr: Description en HTML
hu: Leírás HTML-ben.

source: <Project: %s>
fa: <پروژه: %s>
fi: <Projekti: %s>
fr: <Projet: %s>

source: project
de: Projekt
fa: پروژه
fi: projekti
fr: projet
hu: terv

source: projects
de: Projekte
fa: پروژه ها
fi: projektit
fr: Projets
hu: tervek

source: Source language
de: Ausgangssprache
fa: زبان منبع
fi: Lähdekieli
fr: Langue source
hu: Forrás nyelv

source: The source language for this component (e.g., 'en', 'pt_BR', 'el').
fa: زبان منبع برای این جز مانند ('en', 'pt_BR', 'el').
fi: Komponentin lähdekieli (esim. 'en', 'pt_BR' tai 'el'.
fr: La langue source de ce composant (eg., 'en', 'pt_BR', 'el').
hu: Ez összetevő forrás nyelve (pl. „en”, „pt_BR”, „el”, „hu”).

source: I18n type
de: I18n-Typ
fa: نوع بین المللی سازی
fr: type d'i18n
hu: I18n típus

source: The type of i18n support for the source code (%s)
fa: نوع پشتیبانی بین المللی سازی برای کد منبع (%s)
fi: Käännöstuen toteutustapa lähdekoodissa (%s)
fr: Le type de support pour l'i18n du code source (%s)
hu: A kód i18n támogatásának típusa (%s)

source: File filter
fa: فیلتر فایل
fi: Tiedostosuodatin
fr: Filtre de fichier
hu: Fájl szűrő

source: Allows submission
fa: اجازه های ارسال
fi: Sallii lähetyksen
fr: Autorise les envois
hu: Beküldhető

source: Does this module repository allow write access?
fa: آیا این مخزن ماژول اجازه دسترسی نوشتن می دهد؟
fi: Tiedostolähteeseen on kirjoitusoikeus
fr: Le dépôt de ce module permet-il l'accès en écriture ?
hu: Megengedi e modul tároló az író hozzáférést?

source: Calculate statistics?
fa: محاسبه آمارها؟
fi: Luo tilastot
fr: Calculer les Statistiques?
hu: Számít statisztikát?

source: Should statistics be calculated for this component?
fa: آیا آمار برای این جز شمارش شوند؟
fi: Kerää tilastotietoa komponentille
fr: Les statistiques doivent-ils être calculé pour ce composant?
hu: Számítson statisztikákat erre az összetevőre?

source: Project
de: Projekt
fa: پروژه
fi: Projekti
fr: Projet
hu: Terv

source: Unit
fa: واحد
fi: Yksikkö
fr: Unité
hu: Egység

source: component
fa: اجزا
fi: komponentti
fr: composant
hu: összetevő

source: components
fa: اجزا
fi: komponentit
fr: composant
hu: összetevők

source: A string like a name or very short description.
de: Eine Zeichenkette wie zum Beispiel ein Name oder eine sehr kurze Beschreibung.
fa: یک ریسمانی مانند اسم یا توضیح کوتاه.
fi: Merkkijono, kuten nimi tai erittäin lyhyt kuvaus.
fr: Une chaîne tel un nom ou une description très courte.
hu: Egy szöveg, mint egy név vagy nagyon rövid jellemzés.

source: A sentence or two describing the object.
de: Ein oder zwei Sätze, um das Objekt zu beschreiben.
fa: یک یا دو جمله درباره شی.
fi: Lauseen tai parin mittainen kuvaus
fr: Une phrase ou deux décrivant l'objet.
hu: Egy-két mondat a tárgyról.

source: Use Markdown syntax.
de: Benutzen Sie Markdown-Syntax.
fa: از نحو نشان پایین استفاده کن.
fi: Noudata Markdown-syntaksia.
fr: Utilisez la syntaxe Markdown
hu: Markdown jelölés használata.

source: Release date
de: Veröffentlichungsdatum
fa: تاریخ انتشار
fi: Julkaisupäivä
fr: Date de publication
hu: Kiadás dátum

source: When this release will be available.
de: Wenn diese Version verfügbar ist.
fa: هنگامی که این انتشار موجود خواهد بود.
fi: Milloin julkaisu on saatavilla.
fr: Quand la publication sera disponible.
hu: Amint e kiadás elérhető lesz.

source: String freeze date
de: Datum des 'string freeze'
fa: تاریخ ثابت شدن ریسمان
fi: Merkkijonojen jäädytyspäivä
fr: Date de stabilisation des chaînes.
hu: Szöveg befagyasztás dátuma

source: When the translatable strings will be frozen (no strings can be added/modified which affect translations.
de: Wenn die übersetzbaren Strings eingefroren werden, können keine weiteren Änderungen an der Übersetzung vorgenommen werden.
fa: وقتی که ریسمان های قابل ترجمه ثابت می شوند هیچ ریسمانی را نمی توان تغییر داد یا افزود که ترجمه های تحت تاثیر قرار می دهد.
fi: Milloin käännettävät merkkijonot jäädytetään (käännöksiin vaikuttavia merkkijonoja ei voi enää lisätä tai muokata)
fr: Quand les chaînes traduisibles seront stabilisées (aucune chaîne affectant les traductions ne peut être ajoutée ou modifiée).
hu: Amikor a fordítandó szövegeket befagyasztják (nem lehet szöveget hozzáadni/változtatni, ami befolyásolná a fordítást).

source: Devel freeze date
de: Veröffentlichungsdatum
fa: تاریخ ثبات توسعه
fi: Kehityksen takaraja
fr: Date de stabilisation du développement.
hu: Fejlesztés befagyasztás dátum

source: The last date packages from this release can be built from the developers. Translations sent after this date will not be included in the released version.
de: Das letzte Datum, an dem Pakete aus dieser Version von Entwicklern erstellt werden können. Übersetzungen die nach diesem Datum eingesendet werden, werden nicht in der veröffentlichten Version enthalten sein.
fa: آخرین بسته ها از این انتشار که از توسعه دهندگان می تواند ساخته شود. ترجمه های که بعد از این تاریخ ارسال شوند در نسخه منتشر شده شامل نخواهند شد.
fi: Viimeinen päivä, jolloin julkaistavaan pakettiin voi tehdä muutoksia. Tämän jälkeen lähetetyt käännökset eivät ehdi mukaan julkaisuun.
fr: Date limite pour que les paquets de cette publication soient construit pra les développeurs. Les traductions envoyées après cette date ne seront pas inclusedans la version publiée.
hu: Az utolsó dátum, amikor e kiadásból csomagokat építhetnek a fejlesztők. Ez után küldött fordítások nem kerülnek a kiadott változatba.

source: Components
fa: اجزای
fi: Komponentit
fr: Composants
hu: Összetevők

source: <Release: %(rel)s (Project %(proj)s)>
de: <Version: %(rel)s (Project %(proj)s)>
fa: <انتشار: %(rel)s (Project %(proj)s)>
fi: <Julkaisu: %(rel)s (Projekti %(proj)s)>
hu: <Kiadás: %(rel)s (Project %(proj)s)>

source: release
de: Version
fa: انتشار
fi: julkaisu
fr: publication
hu: kiadás

source: releases
de: Versionen
fa: انتشارات
fi: julkaisut
fr: publications
hu: kiadások

source: Is allowed to maintain this project
de: Ist es erlaubt, dieses Projekt zu betreuen
fa: آیا مجاز به داشتن این پروژه است؟
fi: Saa ylläpitää projektia
fr: Est autorisé à maintenir ce projet
hu: Karbantarthatja e tervet

source: Is allowed to coordinate a team project
de: Ist es erlaubt, ein Team Projekt zu koordinieren
fa: آیا مجاز به هماهنگی یک تیم است
fi: Saa johtaa ryhmäprojektia
fr: Est autorisé à coordonné l'équipe d'un projet
hu: Összehangolhat csapattervet

source: Is allowed to submit file to this project
fa: آیا مجاز به ارسال فایل به این پروژه است؟
fi: Saa lähettää tiedostoja projektille
fr: Est autorisé à envoyer le fichier au projet
hu: Beadhat fájlt e tervbe

source: Translated:
de: Übersetzt:
fa: ترجمه شد:
fi: Käännetty:
fr: Traduit:
hu: Lefordítva:

source: Fuzzy:
fa: فازی
fi: Epäselvät:
fr: Approximatif:
hu: Ellenőrizendő:

source: Untranslated:
de: Nicht übersetzt:
fa: ترجمه نشده:
fi: Kääntämättä:
fr: Non Tranduit:
hu: Fordítatlan:

source: Total:
fa: کل:
fi: Yhteensä:
hu: Összesen:

source: The %s was deleted.
fa: %s حذف شده است.
fi: %s poistettiin.
fr: Le %s à été supprimé.
hu: %s törölve.

source: The file filter of this intltool POT-based component does not seem to allow the POTFILES.in file. Please fix it.
fa: فیلتر فایل این جز مبتنی بر intltool به نظر می رسد مجاز در فایل POTFILES.in نیست. لطفا آن را اصلاح کنید.
fi: Komponentin käännösmetodi on intltool POT, mutta tiedostosuodatin ei näytä sallivan tiedostoa POTFILES.in. Ole hyvä ja korjaa se.
fr: Le filtre de fichier de ce composant basé sur POT intltool, ne semble pas accepter les fichiers POTFILES.in. Veuillez corriger.
hu: A fájl szűrő e intltool POT alapú összetevőhöz látszólag nem engedi meg a POTFILES.in fájlt. Kérem javítsa.

source: There is no 'pot' directory named in the set of files of this Publican like component. Maybe its file filter is not allowing access to it.
fa: هیچ شاخه به نام 'pot' در مجموعه فایلهای این پابلیکن مانند جز وجود ندارد. شاید فیلتر فایل آن مجاز به دسترسی به آن نیست.
fi: Tämän Publican-tyyppisen komponentin tiedostovalikoimasssa ei ole "pot"-kansiota. Estääkö tiedostosuodatin sen käytön?
fr: Il n'y a pas de dossier « pot » dans l'ensemble de fichier du composant de typePublican. Peut-être que le filtre de fichier n'est pas autorisé à y accéder.
hu: Nincs „pot” mappa megnevezve e publicanszerű összetevőben. Talán a fájl szűrője nem engedi hozzáférni.

source: This component is not configured for statistics calculation.
fa: این جز برای محاسبه آمار تنظیم نشده است.
fi: Komponentin tilastointi ei ole käytössä.
fr: Ce composant n'est pas configuré pour supporter les calculs des statistiques.
hu: Ez az összetevő nincs beállítva a statisztikai számításhoz.

source: This component does not allow write access.
fa: این جز اجازه دسترسی نوشتن ندارد.
fi: Komponentti ei salli tiedostojen kirjoittamista.
fr: Ce composant n'autorise pas l'accès en écriture.
hu: Az összetevő nem enged meg író hozzáférést.

source: Please select a file from your system to be uploaded.
fa: یک فایل از سیستم خود برای بارگذاری انتخاب کنید.
fi: Valitse lähetettävä tiedosto.
fr: Veuillez sélectionner un fichier, de votre système, à envoyer.
hu: Válasszon feltöltendő fájlt a saját gépéről.
