Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: when you receive the weekly report of projects that you maintain.
fa: وقتی که شما گزارش هفتگی پروژه هایی را کهع دارید را دریافت می کنید.
fi: kun saat viikottaisen raportin ylläpitämistäsi projekteista
hu: amikor ön megkapja a heti jelentéseket azokról a tervekről, amiket karbantart.

source: User Nudge
fa: سقلمه کاربر
fi: Tönäisy
hu: Használó noszogat

source: when an user nudges you
fa: وقتی که یک کاربر شما را سقلمه می زند

source: Enter a valid regular expression.
fa: یک عبارت منظم معتبر وارد کنید
fi: Anna kelvollinen säännöllinen lauseke.
fr: Entrez une expression régulière valide.
hu: Adjon meg érvényes reguláris kifejezést.

source: The root url does not point to a .tar.gz or .tgz file
fa: یو‌ار‌ال ریشه به یک فایل .tar.gz یا .tgz نشان نمی رود
fi: Juuren URL ei osoita .tag.gz tai .tgz -arkistoon
fr: L'URL racine ne pointe pas vers un fichier .tar.gz ou .tgz
hu: A gyökér URL nem .tar.gz·vagy·.tgz fájlra mutat

source: The root url must start with http:// or ftp://
fa: یو‌ار‌ال ریشه باید با http:// یا ftp:// شروع شود
fi: Juuren URLin täytyy alkaa merkeillä http:// tai ftp://
fr: L'URL racine doit commencer par http:// or ftp://
hu: A gyökér URL http://·vagy·ftp:// kezdetű kell legyen

source: This is not a valid root URL for this repository type. Valid choices are: %s
fa: این یک یو‌ار‌ال ریشه برای نوع مخزن نیست. انتخاب های قابل قبول: %s
fi: Juuren URL ei kelpaa tiedostolähteen tyypille. Kelvolliset vaihtoehdot: %s
hu: Ez nem érvényes gyökér URL ehhez a tároló-típushoz. Érvényes lehetőségek: %s

source: This repository already belongs to another project. Please choose a different one.
fa: مخزن متعلق به پروژه دیگری است. لطفا یکی دیگر را انتخاب کنید.
fi: Tiedostolähde kuuluu jo toiselle projektille. Valitse toinen lähde.
hu: E tároló már egy másik tervhez tartozik. Kérem válasszon egy másikat.

source: You can't re-nudge the same user in a short amount of time.
de: Sie können nicht denselben Benutzer innerhalb kurzer Zeit erneut anstubsen.
fa: شما نمی توانید در مدت کوتاهی بارها کاربر یکسانی را سقلمه بزنید.
fi: Et voi tönäistä samaa käyttäjää uudelleen lyhyen ajan sisään.
hu: Nem lehet ugyanazt a használót ilyen rövid időn belül ismét noszogatni.

source: You can't nudge yourself.
de: Sie können sich nicht selbst anstubsen.
fa: شما نمی توانید به خودتان سقلمه بزنید.
fi: Et voi tönäistä itseäsi.
hu: Nem tudja saját magát noszogatni.

source: You have nudged '%s'.
de: Sie haben '%s' angestubst.
fa: شما به '%s' سقلمه زدید.
fi: Tönäisit käyttäjää "%s".
hu: „%s” noszogatva.

source: Enter 0 or more comma-separated integers in parentheses.
de: Geben Sie 0 oder mehr mit Kommata getrennte Ganzzahlen in Klammern ein!
fa: ۰ یا اعشار با استفاده از ویرگول در پرانتزها وارد کنید
fi: Syötä 0 tai useampi pilkuilla erotettua kokonaislukua sulkeissa.
hu: 0 vagy több vesszővel elválasztott egész megadása zárójelek közt.

source: You must enter at least a pair of parentheses containing nothing.
de: Sie müssen mindestens ein leeres Klammernpaar eingeben.
fa: شما باید حداقل یک جفت پرانتز تهی وارد کنید.
fi: Syötä vähintäänkin sulkeet ilman sisältöä.
hu: Legalább egy pár üres zárójelet meg kell adni.

source: Home
fa: خانه
fi: Koti
fr: Accueil
hu: Honlap

source: You added a permission.
de: Sie haben eine Berechtigung hinzugefügt.
fa: شما اجازه ای افزودید.
fi: Lisäsit oikeuden.
hu: Ön engedélyt adott hozzá.

source: You added a permission request.
de: Sie haben ein Rechteanfrage hinzugefügt.
fa: شما یک درخواست اجازه افزودید.
fi: Pyysit oikeutta.
fr: Vous avez ajouté une demande d'autorisation
hu: Ön engedélyt kérelmezett.

source: You approved the permission request.
de: Sie haben der Rechteanfrage zugestimmt.
fa: شما درخواست اجازه را تایید کردید.
fi: Hyväksyit oikeushakemuksen.
fr: Vous avez approuvé une demande d'autorisation
hu: Ön jóváhagyta az engedély kérelmet.

source: You removed the permission.
de: Sie haben die Erlaubnis entzogen.
fa: شما اجازه دسترسی را برداشتید.
fi: Poistit oikeuden.
fr: Vous avez supprimé l'autorisation
hu: Ön törölte az engedélyt.

source: You removed the permission request.
de: Sie haben die Rechteanfrage gelöscht
fa: شما درخواست مجوز را برداشتید.
fi: Poistit oikeushakemuksen.
fr: Vous avez supprimé la demande d'autorisation
hu: Ön törölte az engedély kérelmet.

source: Repo URL root
fa: ریشه یو‌ار‌ال مخزن
fi: Lähteen juuren URL
hu: Tároló gyökér URL

source: The URL of the versioning system repository/branch.
fa: یو‌ار‌ال سیستم ورژنی مخزن / شاخه
fi: Versionhallinnan tai sen haaran URL
hu: A verziókezelő-rendszer tároló/ág URL-ja.

source: This type of repository does not accept branches
fa: این نوع از مخزن شاخه پذیر نمی باشد
fi: Tämä tiedostolähdetyyppi ei salli haaroja
fr: Ce type de dépôt n'accepte pas les branche
hu: Ez a fajta tároló nem fogadja el az ágakat

source: Branch
fa: انشعاب
fi: Haara
fr: Branche
hu: Ág

source: A VCS branch this unit is associated with
fa: یک شاخه وی‌سی‌اس این بخش که همراه است با
hu: VCS ág, amihez ezt az egységet társították

source: Web frontend
fa: ظاهر وب سایت
fi: Verkkokäyttöliittymä
fr: Interface Web
hu: Web előtét

source: A URL to the project's web front-end
fa: یک یو‌ار‌ال به وب پروژه
fi: Projektin verkkokäyttöliittymän URL-osoite
hu: URL a project web felületéhez

source: <VcsUnit: %(name)s (%(type)s)>
fa: <وی‌سی‌اس‌بخش: %(name)s (%(type)s)>

source: vcsunit
fa: بخش وی‌سی‌اس

source: vcsunits
fa: بخش های وی‌سی‌اس

source: The %s fields should be filled.
fa: جای خالی %s باید پر شود
fi: Kentät %s pitää täyttää
fr: Le champs %s doit être rempli.
hu: %s mezőket kell kitölteni.

source: Nothing was sent because you haven't changed anything in the translation form.
fa: چیزی ارسال نشد زیرا شما در فرم ترجمه چیزی را تغییر نداده اید.
fi: Mitään ei lähetetty, koska et muuttanut mitään käännöslomakkeella.
hu: Semmi sincs elküldve, mert még semmi sem változtatott a fordítás űrlapon.

source: Previous
de: Vorherig
fa: قبلی
fi: Edellinen
fr: Précédent
hu: Előző

source: Next
de: Nächste
fa: بعدی
fi: Seuraava
fr: Suivant
hu: Következő

source: Search for a username or leave it blank
de: Nach Benutzername suchen oder leer lassen
fr: Rechercher un nom d'utilisateur ou laisser vide
hu: Keressen használót név szerint, vagy hagyja üresen

source: Image charts
fr: Images de Graphiques
hu: Képes szemléltetők

source: Display your project's translation statistics on your own website as a simple image. Perfect for embedding in wiki pages, Trac instances, emails.
fr: Affichez vos statistiques de traduction de projet sur votre site web comme une simple image. Parfait pour embellir vos pages wiki, instances de traduction , e-mails.
hu: Jelenítse meg a terve fordítási statisztikáit a saját webhelyén egyszerű képként. Wiki oldalakra, Trac-példányokra, levelekbe tökéletes.

source: The chart will always reflect your live Transifex numbers.
fr: Le graphique reflètera toujours vos chiffres actuels de Transifex.
hu: Az ábra mindig időszerű Transifex-számokat fog tükrözni

source: Show code snippet for component:
fr: Afficher l'extrait de code pour le composant:
hu: Kódcsipetet mutat az összetevőhöz:

source: Interactive charts
fr: Graphiques interactifs
hu: Interaktív szemléltetők

source: Display your project's translation statistics on your own website as interactive chart. This requires modifications to your homepage's HTML code.
fr: Affichez vos statistiques de traduction de projet sur votre site web comme un graphique dynamique. Ceci requiert des modifications à votre code HTML de votre page principale
hu: Jelenítse meg a terve fordítási statisztikáit a saját webhelyén interaktív szemléltetővel. Ehhez az érintett honlap HTML-kódját kell változtatni.

source: By tweaking the code you can adjust verbosity, dimensions and colors of the chart
fr: En modifiant le code, vous pouvez ajuster la verbosité, les dimensions et les couleurs du graphique
hu: A kódot változtatva igazíthat a szemléltető beszédességén, méretein és színein.

source: Interactive and Image Charts
de: Interaktive Diagramme
fr: Graphiques en images et interactifs
hu: Interaktív és kép szemléltetők

source: Sorry, but your project doesn't have any components with up-to-date statistics. You need to have at least one component with statistics to export charts from Transifex.
fr: Désolé, votre projet n'a aucun composant avec des statistiques mises à jour. Vous devez avoir au moins un composant avec des statistiques pour exporter les graphiques depuis Transifex
hu: Sajnálom, de a tervében nincs időszerű statisztikákkal rendelkező összetevő. Legalább egy összetevő kell legyen statisztikával, hogy szemléltetőket vihessen ki Transifexből.

source: Couldn't lock file, this means that you can send files only for reviewing.
fr: Ne peut verrouiller le fichier, cela veut dire que vous pouvez envoyer des fichiers uniquement pour relecture.
hu: Nem tudtam lelakatolni a fájlt. Ez azt jelenti, hogy csak felülvizsgálatra küldhet be a fájlokat.

source: User '%(user)s' has no permission to submit files for or coordinate '%(pofile)s'
fr: L'utilisateur '%(user)s' n'a pas la permission de soumettre des fichiers pour , ou de coordonner '%(pofile)s'
hu: „%(user)s” használónak nincs engedélye fájlokat beküldeni illetve „%(pofile)s” fájlt igazgatni

source: User '%(user)s' already has maximum allowed %(locks)i locks.
de: Der Benutzer '%(user)s' verwendet bereits das Maximum von %(locks)i Sperren.
fr: L'utilisateur '%(user)s' a atteint le maximum autorisé de %(locks)i verrouillages
hu: „%(user)s” használónak már megvan a megengedett legtöbb (%(locks)i) lakatja.

source: User '%(user)s' is not allowed to remove lock '%(lock)s'
de: Dem Benutzer '%(user)s' ist es nicht erlaubt die Sperre '%(lock)s' aufzuheben.
fr: L'utilisateur '%(user)s' n'est pas autorisé à retirer le verrou '%(lock)s'
hu: „%(user)s” használó nem távolíthatja el „%(lock)s” lakatot

source: Lock is expring
fr: Le verrou va expirer
hu: A lakat lejár

source: when a lock for file is expiring
fr: quand un verrou pour un fichier va expirer
hu: amikor egy fájl lakatja lejár

source: This file is locked by user '%(owner)s'.
fi: Tämän tiedoston lukitsi käyttäjä '%(owner)s'.
fr: Ce fichier est verrouillé par l'utilisateur '%(owner)s'.
hu: E fájlt „%(owner)s” használó lelakatolta.

source: Click on it to unlock the file.
fr: Cliquer dessus pour déverrouiller le fichier
hu: Kattintson, hogy kilakatolja.

source: Time left:
de: Zeit übrig:
fr: Temps restant:
hu: Maradt még

source: Extend lock by %(hours)s hour.
hu: Lakatot hosszabbít %(hours)s órával.

source: Lock and download this file to notify others you're working with it.
fr: Verrouillez et téléchargez ce fichier pour informer les autres que vous travaillez dessus.
hu: Lakatolja le a fájlt, hogy jelezze másoknak: dolgozik rajta.

source: This file is locked by someone else.
fi: Joku muu on lukinnut tämän tiedoston.
fr: Ce fichier est bloqué par quelqu'un
hu: E fájlt lelakatolta valaki más.

source: A lock for <a href="http://%(current_site)s%(component_url)s">%(pofile)s</a> is about to expire on %(expires)s
fr: Le verrou pour <a href="http://%(current_site)s%(component_url)s">%(pofile)s</a> va expirer dans %(expires)s
hu: Lakat <a href="http://%(current_site)s%(component_url)s">%(pofile)s</a> fájlon lejár %(expires)s

source: You are only allowed to upload PO files (*.po)!
fr: Vous n'êtes autorisé qu'à envoyer des fichiers PO (*.po) !
hu: Ön csak feltölthet PO fájlokat (*.po)!

source: You have submitted empty file!
fr: Vous avez envoyé un fichier vide!
hu: Üres fájlt küldött be!

source: Uploaded file contains DOS newlines (\r)!
fr: Le fichier soumis contient des retours chariots DOS (\r)!
hu: DOS-os sorvége jel (\r) van a feltöltött fájlban!

source: Uploaded file header doesn't have '%s' field!
fr: L'en-tête du fichier soumis n'a pas de champ '%s'!
hu: A feltöltött fájl fejlécében nincs „%s” mező!

source: Only UTF-8 encoded files are allowed!
fr: Seuls des fichiers encodés UTF-8 sont autorisés!
hu: Csak UTF-8-cal kódolt fájl megengedett!

source: Uploaded file doesn't contain any translated entries!
fr: Le fichier soumis ne contient aucune entrée traduite!
hu: A feltöltött fájl nem tartalmaz lefordított bejegyzést!

source: Your file was sent via e-mail to you to avoid any loss of work.
fr: Votre fichier vous a été envoyé par e-mail pour éviter toute perte .
hu: A fájlt elküldtem önnek levélben, hogy elkerüljük bármi munka elvesztését.

source: We couldn't send you an email to preserve your work because you haven't registered an email address.
fr: Nous ne pouvons vous envoyer un e-mail pour préserver votre travail parce que vous n'avez enregistré aucune adresse e-mail.
hu: Nem tudtunk levelet küldeni a munkája megőrzése végett, mert önnek nincs bejegyzett levélcíme.

source: Stop watching
de: Nicht mehr beobachten
fr: Arrêter la surveillance
hu: Ne figyelje tovább

source: The query returned %(counter)s result
fr: La requête a renvoyé %(counter)s résultat
hu: A lekérdezés %(counter)s eredményt adott

source: Widgets
fi: Vimpaimet
hu: Kütyük

source: Widgets, buttons, etc
fr: Widgets, boutons, etc.
hu: Kütyük, gombok, stb.

source: Here are some widgets, buttons and other cool stuff you can add to your homepage!
de: Hier finden Sie Widgets, Schaltflächen und weitere coole Sachen, welche Sie zu Ihrer Homepage hinzufügen können!
fi: Tässä on vimpaimia nappeja ja muuta siistiä tavaraa lisättäväksi etusivullesi!
fr: Voici quelques widgets , boutons et d'autres gadgets cool que vous pouvez ajouter à votre page principale.
hu: Íme néhány kütyü, gomb és más király dolog, amit honlaphoz adhat!

source: Userbars
fr: Barres d'utilisateur
hu: Használósor

source: You can insert userbars to forums, e-mail signatures etc.
fr: Vous pouvez insérer des barres d'utilisateurs dans des forums, e-mails , signatures etc.
hu: Használósort tehet fórumokba, levélaláírásokba, stb.

source: Show code snippet for userbar:
de: Zeige Codeschnipsel der Userbar:
fr: Afficher extrait de code pour la barre d'utilisateur:
hu: Kódcsipetet mutat használósorhoz:

source: Free for all
de: Für jeden zugänglich
fi: Avoin kaikille
fr: Gratuit pour tous
hu: Szabad mindenkinek

source: Allow any logged-in user to submit files to my project. <a href="http://www.youtube.com/watch?v=okd3hLlvvLw" target="_blank">Imagine</a> all the people, sharing all the world. Recommended for quick translations, and when a pre-commit review process is in place, e.g. when contributions are submitted by email or to a separate branch.
fr: Autoriser tout utilisateur enregistré à l'envoi de fichiers pour mon projet. <a href="http://www.youtube.com/watch?v=okd3hLlvvLw" target="_blank">Imagine</a> tous les gens, partagé au monde entier. Recommandé pour des traductions rapides, et quand un pré-comité de relecture est en place , c'est-à-dire quand les contributions arrivent par e-mail ou depuis une branche séparée.
hu: Bármely bejelentkezett használónak megengedi, hogy fájlokat küldjön be a tervbe. <a href="http://www.youtube.com/watch?v=okd3hLlvvLw" target="_blank">Képzelje el</a>, hogy minden ember osztozik az egész világon. Ajánlott gyors fordításokhoz, illetve amikor a beküldést előbb felülvizsgálják. Pl. amikor a hozzájárulást levelezéssel vagy külön ágban oldják meg.

source: Limited access
de: Eingeschränkter Zugang
fr: Accès restreint
hu: Korlátozott hozzáférés

source: Give access to specific people. Translations teams will have access to their language's files only, and global writers will have access to all translation files. Recommended for most projects.
fr: Donner les accès à des personnes spécifiques. Les équipes de traduction auront uniquement accès à des fichiers de leur langue et les écrivains globaux auront acces à tout les fichiers de traduction. Recommandé pour la plupart des projets.
hu: Bizonyos embereknek ad hozzáférést. Fordító csapatok csak a saját nyelvi fájljaikhoz férhetnek hozzá, illetve általános írók minden fordításhoz. Ez ajánlott a legtöbb tervnek.

source: Outsourced access
de: Ausgelagerter Zugang
fr: Accès externalisé
hu: Kiszervezett hozzáférés

source: Re-use another project's teams and writers by trusting access control to that project. If a person can contribute to that project, it can contribute to this one as well. Recommended for non-upstream projects such as distribution packages, desktop environment modules, etc.
fr: Réutilisation des équipes d'un autre projet et écrivains en confiant les contrôles d'accès à ce projet. Si une personne peut contribuer à ce projet, il peut contribuer à celui-ci ainsi. Recommandé pour les projets non en amont comme des paquets de distribution, des modules de l'environnement de bureau, etc
hu: Újrahasznosítja egy másik terv csapatait és íróit megadva e tervhez a hozzáférést. Ha egy személy hozzájárulhat ahhoz a tervhez, akkor ehhez is hozzájárulhat. Ez ajánlott nem felmenő terveknek, mint egy terjesztés csomagjainak, asztalkörnyezet moduljainak, stb.

source: Private
de: Privat
fi: Yksityinen
fr: Privé
hu: Magán

source: A private project is visible only by you and your team.Moreover, private projects are limited according to billingplans for the user account.
de: Ein privates Projekt ist nur für Sie und Ihr Team sichtbar. Weiterhin sind private Projekte gemäß Ihrer Produkte limitiert.
fr: Un projet privé visible uniquement par vous et votre équipe. De plus, les projets privés sont limités en accord avec les billingplans du compte utilisateur.
hu: Magánterv csak önnek és csapatának jelenik meg. Továbbá magántervek korlátozottak a használó számla számlaterve szerint.

source: Outsource project
de: Projekt auslagern
fr: Projet externalisé
hu: Tervet kiszervez

source: Project that owns the access control of this project.
de: Projekt, welches die Zugriffskontrolle dieses Projekts übernimmt.
fr: Projet qui détient le contrôle d'accès de ce projet.
hu: Terv, ami e tervhez való hozzáférés ellenőrzését birtokolja.

source: Owner
de: Besitzer
fi: Omistaja
fr: Propriétaire
hu: Birtokos

source: The user who owns this project.
de: Der Benutzer besitzt dieses Projekt.
fi: Tämän projektin omistaja.
fr: L'utilisateur qui possède ce projet.
hu: A használó, aki birtokolja e tervet.

source: <Component: %s>
fi: <Komponentti: %s>
fr: <Composant: %s>
hu: <Összetevő: %s>

source: Is allowed to browse this private project
de: Darf dieses private Projekt durchsuchen
fi: Saa selata tätä yksityistä projektia.
fr: Est autorisé à maintenir ce projet privé
hu: Böngészheti e magántervet

source: Your file was successfully placed for reviewing.
hu: A fájlt sikerült felülvizsgálatra küldeni.

source: Transifex is a service aimed at helping translators keep track of their favorite translation projects.
hu: Transifex szolgáltatás célja, hogy segítse a fordítókat nyomon követni a kedvenc dolgozataikat.

source: A new project <a href="%(project_url)s">%(project)s</a> was added.
fi: Uusi käännös <a href="%(project_url)s">%(project)s</a> lisätty.
hu: Új tervet adtak hozzá: <a href="%(project_url)s">%(project)s</a>.

source: The project <a href="%(project_url)s">%(project)s</a> was changed.
fi: Projektia <a href="%(project_url)s">%(project)s</a> on muokattu.
hu: <a href="%(project_url)s">%(project)s</a> terven változtattak.

source: A new component <a href="%(component_url)s">%(component_name)s</a> was added to the <a href="%(project_url)s">%(project_name)s</a> project
hu: <a href="%(component_url)s">%(component_name)s</a> összetevőt adták <a href="%(project_url)s">%(project_name)s</a> tervhez.

source: The component <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project was changed.
fi: Projektin <a href="%(project_url)s">%(project_name)s</a> komponenttia <a href="%(component_url)s">%(component_name)s</a> on muokattu.
hu: <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(component_url)s">%(component_name)s</a> összetevője változott.

source: The component '%(component_name)s' was deleted from the <a href="%(project_url)s">%(project_name)s</a> project.
fi: Komponentti "%(component_name)s" on poistettu projektista <a href="%(project_url)s">%(project_name)s</a>.
hu: „%(component_name)s” összetevőt törölték <a href="%(project_url)s">%(project_name)s</a> tervből

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> was submitted for review to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
hu: Felülvizsgálatra beküldtek egy fájlt <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> nyelvhez <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(component_url)s">%(component_name)s</a> összetevőjébe

source: was submitted to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project.
hu: küldtek be <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(component_url)s">%(component_name)s</a> összetevőjébe

source: A new <a href="%(team_url)s">%(team_name)s translation team</a> was added to the <a href="%(project_url)s">%(project_name)s</a> project
hu: Új fordító csapat (<a href="%(team_url)s">%(team_name)s</a>) került be <a href="%(project_url)s">%(project_name)s</a> tervbe.

source: The <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project was changed.
hu: <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(team_url)s">%(team_name)s fordító csapata</a> változott.

source: The <a href="%(team_url)s">%(team_name)s translation team</a> was deleted from the <a href="%(project_url)s">%(project_name)s</a> project.
hu: <a href="%(project_url)s">%(project_name)s</a> tervből törölték <a href="%(team_url)s">%(team_name)s fordító csapatot</a>.

source: The user <a href="%(user_url)s">%(user_name)s</a> was added as member to the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project.
hu: <a href="%(user_url)s">%(user_name)s</a> használót felvették <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(team_url)s">%(team_name)s fordító csapatába</a>

source: %(performer)s denied user <a href="%(user_url)s">%(user_name)s</a>'s request to join the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project.
hu: %(performer)s elutasította <a href="%(user_url)s">%(user_name)s</a> használó kérését tagságra <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(team_url)s">%(team_name)s fordító csapatába</a>

source: User has left the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
hu: Használó hagyta el <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(team_url)s">%(team_name)s fordító csapatát</a>

source: The request to create a <a href="%(language_url)s">%(language_name)s</a> translation team for the <a href="%(project_url)s">%(project_name)s</a> project was denied.
hu: <a href="%(project_url)s">%(project_name)s</a> terv <a href="%(language_url)s">%(language_name)s</a> fordító csapat alakítására vonatkozó kérelmet elutasították.

source: Private Project
de: Privates Projekt
hu: Magántervek

source: i18n method:
hu: i18n módszer:

source: Release:
fi: Julkaisu:
fr: Publication :
hu: Kiadás:

source: Project Component
fi: Projektin komponentti
fr: Composant du projet
hu: Terv összetevő

source: Maintainer:
de: Projekt-Betreuer:
fi: Ylläpitäjä:
fr: Mainteneur :
hu: Karbantartó:

source: You have the following choices to manage how people can have submission access to your project:
de: Sie haben folgende Möglichkeiten zu bestimmen wie weitere Personen auf Ihr Projekt zugreifen können:
hu: A következő lehetőségei vannak, hogy beállítsa, hogyan férhetnek hozzá a tervhez a beküldők:

source: Go to the project writers page.
hu: A tervírók oldalára ugrás
