Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: Please enter a target to upload the file.
fa: لطفا یک مقصد برای آپلود فایل انتخاب کنید.
fi: Valitse lähetyksen kohde.
fr: Veuillez indiquer une cible pour l'envoi de votre fichier.
hu: Kérem válasszon célt a feltöltéshez.

source: Please enter only ONE target to upload the file.
fa: لطفا فقط یک مقصد برای بارگذاری فایل مقصد انتخاب کنید.
fi: Määritä ainoastaan YKSI lähetyskohde.
fr: Veuillez indiquer seulement UNE cible pour l'envoi de votre fichier.
hu: Kérem csak EGY célt adjon meg fájl feltöltéshez.

source: The target file does not match the component file filter
fa: فایل مقصد را با نشانی از فیلتر مولفه پرونده مطابقت ندارد
fi: Kohdetiedosto ei vastaa komponentin tiedostosuodatinta
fr: Le fichier cible ne correspond pas au filtre de fichier du composant
hu: A cél fájl nem illeszkedik az összetevő fájl szűrőre

source: Enter a commit message
fa: یک پیام برای ارسال وارد کنید
fi: Syötä tallennusviesti
fr: Entrez message de commit
hu: Adjon meg kísérő szöveget:

source: You need to be in the '%s' team of this project for being able to send translations to that file target.
fa: شما باید در تیم '%s' این پروژه باشید تا قادر باشید برای فایل مقصد ترجمه هایی ارسال کنید.
fi: Sinun täytyy kuulua projektin ryhmään "%s" voidaksesi lähettää käännöksiä tähän tiedostokohteeseen.
fr: Vous devez appartenir à l'équipe « %s » de ce projet afin d'envoyer des traductions sur ce fichier cible.
hu: E terv „%s” csapatában kell lennie, hogy fordításokat küldhessen be arra a cél fájlra.

source: File submitted successfully: %s
fa: فایل با موفقیت ارسال گردید: %s
fi: Tiedoston lähetys onnistui: %s
fr: Fichier envoyé avec succès: %s
hu: %s fájlt sikerült beküldeni.

source: Your file does not pass the correctness checks (msgfmt -c). Your file has been e-mailed to you to avoid losing any work.
fa: فایل شما از کنترل های درستی عبور نکرد (msgfmt -c). فایل شما برای جلوگیری از گم شدن کارتان برای شما ارسال گردید.

source: Your file does not pass the correctness checks (msgfmt -c). Please run this command on your system to see the errors. We couldn't send you an email to preserve your work because you haven't registered an email address. Please do so now to avoid such issues in the future.
fa: فایل شما کنترل های صحت را نگذارند (msgfmt -c). لطفا این دستور را در سیستم خود اجرا کرده تا خطاها را ببینید. ما نمی توانید برای شما ایمیلی به خاطر حفظ کار شما ارسال کنید به دلیل آن که شما آدرس ایمیل را هنوز ثبت نکرده اید. لطفا برای جلوگیری از چنین موضوعات در آینده این کار را انجام دهید.

source: Sorry, your file could not be sent because of an error.
fa: متاسفیم، فایل شما به علت یک خطا نمی تواند ارسال شود.
fi: Tiedoston lähetys epäonnistui virheen vuoksi.
fr: Désolé, votre fichier ne peut pas être envoyé à cause d'une erreur.
hu: Sajnos a fájlt egy hiba miatt nem sikerült beküldeni.

source: Sorry, but you need to send a POST request.
de: Entschuldigung, aber Sie müssen eine POST-Anforderung senden.
fa: متاسفیم، اما شما لازم است یک درخواست POST ارسال کنید.
fi: Sinun täytyy lähettää POST-kysely.
fr: Désolé, vous devez utiliser une requête POST.
hu: Sajnálom, de POST kérelmet kell küldeni.

source: Lock removed.
de: Sperre entfernt.
fa: قفل برداشته شد.
fi: Lukko avattu.
fr: Verrou désactivé.
hu: Lakat leszedve.

source: Error: Only the owner of a lock can remove it.
fa: خطا: فقط دارنده قفل می تواند آن را بردارد.

source: Lock created. Please don't forget to remove it when you're done.
fa: قفل ایجاد شد. لطفا فراموش نکنید آن را وقتی که تماس شد بردارید.
fi: Lukittu. Muista avata lukko, kun olet valmis.
fr: Verrou posé. N'oubliez pas de le désactivé une fois terminé.
hu: Lakat felrakva. Kérem ne felejtse el levenni, amint végzett.

source: Must use POST to activate
de: Sie müssen POST zum aktivieren verwenden.
fa: باید POST فعال شود.
fi: Aktivointi onnistuu vain POST-lähetystavalla
fr: Doit utiliser POST pour activer
hu: POST kell az aktiváláshoz

source: Notification is not enabled
de: Benachrichtigung ist nicht aktiviert.
fa: آگاه سازی فعال نیست
fi: Ilmoitukset eivät ole käytössä
fr: Les notifications ne sont pas activées
hu: Értesítés tiltott

source: Watch this project
de: das Projekt beobachten
fa: این پروژه را نظاره کن
fi: Seuraa projektia
fr: Surveiller ce projet
hu: Figyelje e tervet

source: Stop watching this project
de: Projekt nicht mehr beobachten
fa: توقف نظاره این پروژه
fi: Lopeta projektin seuranta
fr: Arrêter de surveiller ce projet
hu: Ne figyelje tovább e tervet

source: %s was deleted.
fa: %s حذف شده است.
fi: %s poistettiin.
fr: %s à été supprimé.
hu: %s törölve.

source: Request closed as Rejected.
fa: درخواست بسته شد وقتی که رد شد.
fr: Requête close comme rejetée
hu: Kérelem lezárva, mint elutasított.

source: Request reopened.
fa: بازگشایی درخواست
fi: Pyyntö avattu uudelleen.
fr: Requête réouverte.
hu: Kérelem újra megnyitva.

source: The '%s' team was deleted.
fa: تیم %s حذف شده است.
fi: Ryhmä '%s' poistettu.
fr: L'équipe « %s » a été supprimé.
hu: „%s” csapat törölve.

source: You are in the '%s' team already.
fa: شما از قبل در تیم '%s' بوده اید.
fi: Olet jo ryhmässä '%s'.
fr: Vous appartenez déjà à l'équipe « %s ».
hu: Ön már „%s” csapatban van.

source: You have added a request for joining the '%s' team.
fa: شما درخواست عضویت در '%s' تیم را افزودید.
fi: Jätit jäsenhakemuksen ryhmään '%s'.
fr: Vous avez fait une requête pour rejoindre l'équipe « %s ».
hu: Ön kérelmet adott be, hogy beállhasson „%s” csapatba.

source: You already have a pending request to join the '%s' team.
fa: شما هم اکنون درخواست معلقی برای پیوستن به '%s' دارید.
fi: Jäsenhakemuksesi ryhmään '%s' odottaa vielä vastausta.
fr: Vous avez une requête en cours pour rejoindre l'équipe « %s ».
hu: Önnek már van kérelme függőben, hogy beállhasson „%s” csapatba.

source: User '%(user)s' is in the '%(team)s' team already.
fa: کاربر '%(user)s' الان در تیم '%(team)s' می باشد.
fi: Käyttäjä '%(user)s' kuuluu jo ryhmään '%(team)s'.
fr: L'utilisateur « %(user)s » appartient déjà à l'équipe « %(team)s ».
hu: „%(user)s” használó már „%(team)s” csapatban van.

source: You have added '%(user)s' into the '%(team)s' team.
fa: شما کاربر '%(user)s' را به تیم '%(team)s' افزودید.
fi: Lisäsit käyttäjän "%(user)s" ryhmään "%(team)s".
fr: Vous avez ajouté « %(user)s » dans l'équipe « %(team)s ».
hu: Ön berakta „%(user)s” használót „%(team)s” csapatba.

source: You have denied the request of the user '%(user)s' to join the '%(team)s' team.
fa: شما در خواست کاربر %(user)s' برای پیوستن به تیم '%(team)s' را رد کردید.
fi: Hylkäsit käyttäjän "%(user)s" jäsenhakemuksen ryhmään "%(team)s".
fr: Vous avez refusé la requête de l'utilisateur « %(user)s » pour rejoindre l'équipe « %(team)s »
hu: Ön elutasította „%(user)s” használó kérelmét, hogy beállhasson „%(team)s” csapatba.

source: You have withdrawn your own request to join the '%s' team.
fa: شما درخواست خودتان برای پیوستن به تیم '%s' را حذف کردید.
fi: Peruutit jäsenhakemuksesipyyntösi ryhmään "%s".
fr: Vous avez supprimé votre propre requête pour rejoindre l'équipe « %s ».
hu: Ön visszavonta saját kérelmét, hogy beállhasson „%s” csapatba.

source: You have left the '%s' team.
fa: شما تیم '%s' را ترک کردید.
fi: Poistuit ryhmästä "%s".
fr: Vous avez quitté l'équipe « %s ».
hu: Ön elhagyta „%s” csapatot.

source: You are not in the '%s' team.
de: Sie sind nicht im Team '%s'.
fa: شما در تیم '%s' نیستید.
fi: Et kuulu ryhmään "%s".
fr: Vous n'appartenez pas à l'équipe « %s ».
hu: Ön nincs „%s” csapatban.

source: Please, select a language before submit the form.
fa: لطفا یک زبان برای ارسال از فرم انتخاب کنید.
fi: Valitse kieli ennen lomakkeen lähettämistä.
fr: Veuillez sélectionner un language avec de valider le formulaire.
hu: Kérem válasszon nyelvet az űrlap beadása előtt.

source: '%s' team already exist.
fa: تیم '%s' از قبل وجود داشته است.
fi: Ryhmä "%s" on jo olemassa
fr: l'équipe « %s » existe déjà.
hu: „%s” csapat már van.

source: A request for creating the '%s' team already exist.
fa: یک درخواست برای ساخت تیم '%s' قبلا وجود داشته است.
fi: Ryhmän "%s" perustamishakemus odottaa jo käsittelyä.
fr: Il existe déjà une requête pour créer l'équipe « %s ».
hu: Már van „%s” csapat megalakítására vonatkozó kérelem.

source: You have requested the '%s' team creation.
fa: شما تقاضای ساختن تیم '%s' داشته اید.
fi: Jätit ryhmän "%s" perustamishakemuksen.
fr: Vous avez fait une reqête pour créer l'équipe « %s ».
hu: Ön kérte „%s” csapat megalakítását.

source: You have approved the '%(team)s' team requested by '%(user)s'.
fa: شما تیم '%(team)s' را تایید کردید که توسط '%(user)s' درخواست شده بود.
fi: Hyväksyit käyttäjän "%(user)s" hakeman ryhmän "%(team)s".
fr: Vous avez accepté la requête de l'équipe « %(team)s » par « %(user)s ».
hu: Ön jóváhagyta „%(team)s” csapatot, amit „%(user)s” használó kért.

source: You have denied the '%(team)s' team requested by '%(user)s'.
fa: شما تیم '%(team)s' را رد کردید که این تیم توسط '%(user)s' ایجاد شده بود.
fi: Epäsit käyttäjän "%(user)s" hakemuksen ryhmästä "%(team)s".
fr: Vous avez refusé la requête de l'équipe « %(team)s » par « %(user)s ».
hu: Ön elutasította „%(team)s” csapatot, amit „%(user)s” használó kért.

source: When the translatable strings will be frozen (no strings which affect translations can be added/modified).
fa: وقتی که ریسمان های قابل ترجمه ثابت می شوند (هیچ ریسمانی را نمی توان تغییر داد یا افزود که ترجمه های تحت تاثیر قرار می دهد.)
fi: Käännettävien merkkijonojen jäädytyspäivämäärä (käännöksiin vaikuttavia merkkijonomuutoksia ei saa enää tehdä).
fr: Quand les chaînes traduisibles sont stabilisées (aucune chaîne affectant les traductions ne peut être ajoutée ou modifiée).
hu: Amikor a fordítandó szövegeket befagyasztják (nem lehet szöveget hozzáadni/változtatni, ami befolyásolná a fordítást).

source: Watch it
de: Beobachten
fa: نظاره آن
fi: Seuraa
fr: Surveiller
hu: figyelés

source: Stop watching it
de: nicht mehr Beobachten
fa: نظاره آن را متوقف کن
fi: Lopeta seuranta
fr: Arrêter la surveillance
hu: Ne figyelje tovább

source: Unable to add watch for path %r
fa: قادر به افزودن نظاره برای مسیر %r نیست
fi: Polkua %r ei voi asettaa seurantaan
fr: Impossible de surveiller le chemin %r
hu: Nem lehet %r ösvényhez figyelőt rendelni

source: watch
fa: نظاره
fi: seuranta
fr: surveillance
hu: figyelő

source: watches
fa: نظاره ها
fi: seurannat
fr: surveillances
hu: figyelők

source: Write a short blurb for your review request.
fa: یک توصیف مختصری برای درخواست بازبینی خود بنویسید
fi: Kirjoita lyhyt viesti tarkistuspyynnöstäsi.
fr: Rédiger un court texte de présentation pour votre requête de relecture
hu: Írjon rövid ajánlót a felülvizsgálat kérelemhez.

source: Select a translation file for review.
fa: انتخاب یک فایل ترجمه برای بازبینی.
fi: Valitse tarkistettava käännöstiedosto.
fr: Sélectionner un fichier de traduction pour relecture
hu: Válasszon fordítás fájlt felülvizsgálatra

source: Open
fa: باز
fi: Avoin
fr: Ouvert
hu: Megnyitás

source: Closed
fa: بازسته
fi: Suljettu
fr: Fermé
hu: Lezárt

source: Null
fa: تهی
fi: Tyhjä
hu: Semmi

source: Accepted
fa: پذیرفته شده
fi: Hyväksytty
fr: Accepté
hu: Elfogadva

source: Rejected
fa: رد شده
fi: Hylätty
fr: Rejeté
hu: Elutasítva

source: The review's status (open, closed, etc.)
fa: وضعیت بازبینی (باز، بسته، غیره)
fi: Tarkistuksen tila (avoinna, suljettu tms.)
fr: Statut de relecture (ouvert, fermé, etc.)
hu: A felülvizsgálat státusza (nyitott, zárt, stb.)

source: The review's resolution/closing state.
fa: وضعیت باز/بسته بازبینی.
fi: Tarkistuksen ratkaisu/lopputilanne.
fr: Etat de résolution/fermeture de la relecture.
hu: A felülvizsgálat megoldás/lezáró állapota.

source: Date and time of creation
fa: زمان و تاریخ ایجاد
fi: Luomispäivä ja -aika
fr: Date et heure de création
hu: Létrehozás ideje és dátuma

source: Date and time of last update
fa: تاریخ و زمان آخرین به روزرسانی
fi: Päivitetty viimeksi
fr: Date et heure de dernière mise à jour :
hu: Utolsó frissítés napja és ideje:

source: The review file name
fa: نام فایل بازبینی
fi: Tarkistettavan tiedoston nimi
fr: Nom du fichier à relire
hu: Ellenőrzött fájlnév

source: The path of the target file which will be used on submission
fa: مسیر فایل هدفی که برای ارسال استفاده خواهد شد
fi: Polku lähettäessä käytettävään kohdetiedostoon
hu: A cél fájl ösvénye, amit beküldéskor használnak

source: Component
fa: جز
fi: Komponentti
hu: Összetevő

source: Review Request
fa: بازبینی درخواست
fi: Tarkistuspyyntö
hu: Áttekintési kérelem

source: Review Requests
fa: درخواست ها بازبینی
fi: Tarkistuspyynnöt
hu: Áttekintési kérelmek

source: -created_on
fa: -ساختهـشده
fi: -luotu
hu: -kelt

source: created_on
fa: ساختهـشده
fi: luotu
hu: kelt

source: You can upload a file for review only if it's related to an existing language.
fa: شما می توانید یک فایل را برای بازبینی ارسال کنید فقط اگر آن مربوط به یکی از زبان های موجود باشد.
fi: Voit lähettää tiedoston tarkistettavaksi ainoastaan, jos se liittyy olemassa olevaan kieleen.
hu: Csak akkor tölthet fel fájlt ellenőrzésre, ha az egy már meglévő nyelvhez tartozik.

source: Your file has been successfully placed for reviewing.
fa: فایل شما با موفقیت برای بازبینی قرار گرفت.

source: Lock
fa: قفل

source: Locks
fa: قفل ها

source: Tarball URL
fa: یوارال فایل آرشیوی
fi: Tar-arkiston URL-osoite

source: A URL from which the tarball is accessible.
fa: یو‌ار‌الی که فایل آرشیوی آن قابل دسترسی باشد.
fi: URL-osoite, josta tar-arkisto on ladattavissa.
hu: URL, ahol a tar elérhető.

source: tarball
fa: فایل آرشیوی
fi: tar-arkisto
fr: archive tar
hu: tar

source: tarballs
fa: فایلهای آرشیوی
fi: tar-arkistot
fr: archives tar
hu: tarok

source: Coordinators are people that can manage the members of the team, for example. Search for usernames.
de: Koordinatoren sind Leute, die zum Beispiel, die Mitglieder eines Teams verwalten. Nach Benutzernamen suchen.
fa: هماهنگ کننده ها افرادی هستند که می توانند اعضای یک تیم را مثلا مدیریت کنند. جستجو برای نام کاربران.
fi: Ylläpitäjät voivat muun muassa hallita ryhmän jäsenyyksiä. Etsi käyttäjänimiä.
fr: Les coordinnateurs sont les personnes pouvant gérer les menbres de l'équipe, par exemple. Rechercher un nom d'utilisateur.
hu: A szervezők azok az emberek, akik például igazgathatják a csapat tagjait. Használók keresése.

source: Members are actually people that can submit translations. Search for usernames.
de: Mitglieder sind natürlich Leute, welche Übersetzungen einsenden können. Nach Benutzernamen suchen.
fa: اعضا در واقع افرادی هستند که می توانند ترجمه ها را ارسال کنند. جستجو برای نام های کاربری.
fi: Jäsenet voivat lähettää käännöksiä. Etsi käyttäjänimiä.
fr: Les membres sont les personnes pouvant envoyer des traductions. Rechercher un nom d'utilisateur.
hu: Tagok azok az emberek, akik tudnak fordítást beküldeni. Használók keresése.

source: You have the user '%s' in both coordinators and members lists. Please drop him/her from one of those lists.
de: Sie haben den Benutzer '%s' in der Liste der Koordinatoren und der Mitglieder eingetragen. Bitte entfernen Sie Ihn/Sie aus einer dieser Liste.
fa: شما کاربر '%s' را در هر دو لیست اعضا و هماهنگ کننده ها دارید. لطفا او را از یکی از لیست ها حذف کنید.
fi: Käyttäjä "%s" on merkitty sekä ylläpitäjäksi että jäseneksi. Poista nimi toiselta listalta.
fr: L'utilisateur « %s » est dans la liste des coordinnateurs et des membres. Veuillez le supprimé d'une de ces listes.
hu: „%s” használó a szervezők és a tagok sorában is szerepel. Kérem ejtse őt e listák egyikéből.

source: The project which this team belongs to.
fa: پروژه ای که این تیم به آن متعلق است:
fi: Projekti, johon ryhmä kuuluu.
fr: Le projet auquel appartient cette équipe.
hu: A terv, amihez e csapat tartozik.

source: Language
de: Sprache
fa: زبان
fi: Kieli
fr: Langue
hu: Nyelv

source: People in this team will only be able to submit translations files related to the specific language.
de: Mitglieder dieses Teams können nur Dateien einreichen, welche zu der eingestellten Sprache gehören.
fa: افرادی که در این تیم هستند فقط قادر به ارسال فایل ترجمه ها به زبان به خصوصی هستند.
fi: Ryhmän jäsenet voivat lähettää käännöstiedostoja ainoastaan määritetylle kielelle.
fr: Les personnes de cette équipe pourront seulement envoyé des traductionsrelatives à leur propre langue.
hu: E csapatban az emberek csak egy bizonyos nyelvhez tartozó fordítás fájlokat adhatnak be.

source: Coordinators
de: Koordinatoren
fa: هماهنگ کننده ها
fi: Ylläpitäjät
fr: Coordinnateurs
hu: Szervezők

source: Members
de: Mitglieder
fa: اعضا
fi: Jäsenet
fr: Membres
hu: Tagok

source: Mainlist
de: Hauptliste
fa: لیست ایمیل
fi: Päälista
fr: Liste principale
hu: Fő lista

source: The main mailing list of the team.
de: Die Hauptmailingliste vom Team.
fa: لیست ایمیل اصلی تیم
fi: Ryhmän pääasiallinen postituslista.
fr: Liste de diffusion principale de l'équipe
hu: A csapat fő levelező listája.

source: creator
de: Ersteller
fa: سازنده
fi: luoja
fr: créateur
hu: alkotó

source: team
fa: تیم
fi: ryhmä
fr: équipe
hu: csapat

source: teams
fa: تیم ها
fi: ryhmät
fr: équipes
hu: csapatok

source: team creation request
de: Team-Erstellungsanfrage
fa: درخواست ساخت تیم
fi: ryhmän perustamishakemus
fr: requête de création d'équipe
hu: csapat alakítás kérés

source: team creation requests
de: Team-Erstellungsanfragen
fa: درخواست ها ساخت تیم
fi: ryhmien perustamishakemukset
fr: requêtes de création d'équipe
hu: csapat alakítás kérések

source: Team
fa: تیم:
fi: Ryhmä
fr: Équipe
hu: Csapat

source: team access request
de: Team-Eintrittsanfrage
fa: درخواست دسترسی تیم
fi: ryhmän jäsenhakemus
fr: requête d'accès à l'équipe
hu: csapat hozzáférés kérés

source: team access requests
de: Team-Eintrittsanfragen
fa: درخواست های دسترسی تیم
fi: ryhmien jäsenhakemukset
fr: requêtes d'accès à l'équipe
hu: csapat hozzáférés kérések

source: Forbidden access
de: Zugang verboten
fa: دسترسی غیرمجاز
fi: Jäsenyys evätty
fr: Accès refusé
hu: Tiltott hozzáférés

source: Looks like you do not have the necessary permissions for the required action.
de: Sie haben scheinbar nicht die notwendigen Berechtigungen für diese Aktion.
fa: به نظر می رسد که شما مجوزهای ضروری برای عمل مورد نیاز ندارید.
fi: Näyttää siltä, etteivät käyttäjäoikeutesi riitä toiminnon suorittamiseen.
fr: Vous ne possédez pas les permissions nécessaires pour cette action.
hu: Úgy tűnik, önnek nincs meg az igényelt tetthez szükséges engedélye.

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
de: Hier ist ein Link zur <a href="%(home)s">Startseite</a>. Für den Fall, dass Sie ihn brauchen.
fa: این پیوندی به <a href="%(home)s">صفحه خانگی</a> است.
fi: Tässä varmuuden vuoksi linkki <a href="%(home)s">kotisivulle</a>.
fr: Voici le liens vers la <a href="%(home)s">page d'accueil</a>. Juste au cas où.
hu: Íme a <a·href="%(home)s">honlap</a> hivatkozás. Minden esetre.

source: Page not found
de: Seite nicht gefunden
fa: صفحه پیدا نشد
fi: Sivua ei löydy
fr: Page introuvable
hu: Nincs ilyen oldal

source: Looks like you followed a bad link. If you think it's our fault, please <a href='http://transifex.org/newticket'>let us know</a>.
de: Sie haben scheinbar einen fehlerhaften Link aufgerufen. Wenn Sie der Meinung sind, dass es unser Fehler ist, dann <a href='http://transifex.org/newticket'>benachrichtigen Sie uns</a> bitte.
fa: به نظر می رسد که شما به دنبال یک پیوند خراب آمده اید. اگر فکر می کنید این خطا از سوی ما است، لطفا <a href='http://transifex.org/newticket'>به ما بگوید</a>.
fi: Näyttää siltä, että napsautit viallista linkkiä. Jos epäilet tämän olevan meidän syytämme, <a href='http://transifex.org/newticket'>tee vikailmoitus</a>.
fr: Il semble que vous ayez suivi un mauvais lien. Si vous pensez que l'erreur nous incombe, veuillez <a href='http://transifex.org/newticket'>nous en informer</a>.
hu: Úgy tűnik, rossz hivatkozást követett. Ha úgy gondolja, hogy ez a mi hibánk, kérem <a·href='http://transifex.org/newticket'>jelezze</a>.

source: Page unavailable
de: Seite nicht verfügbar
fa: صفحه خارج از دسترس
fi: Sivu ei ole saatavilla
fr: Page indisponible
hu: Oldal elérhetetlen

source: We're sorry, but the requested page is currently unavailable.
de: Entschuldigung, aber die aufgerufene Seite steht momentan nicht zur Verfügung.
fa: متاسفیم، اما صفحه مورد نظر اکنون موجود نیست.
fi: Sivu ei valitettavasti ole juuri nyt saatavilla.
fr: Nous sommes désolé, la page demandée est actuellement indisponible.
hu: Sajnáljuk, de az igényelt oldal jelenleg elérhetetlen.

source: We're messing around with things internally, and the server had a bit of a hiccup.
de: Wir probieren intern gerade ein paar Dinge aus und der Server strauchelt deswegen ein wenig.
fa: ما با چیزهای مشکل داخلی داریم، و سرور دچار پرش شده است.
fi: Teemme juuri sisäisiä muutoksia, ja palvelin hieman nikottelee.
fr: Nous avons déconné sur certaines choses en interne, et le serveur à un peu le hoquet.
hu: Belső dolgokat kavarunk, és a szolgáló csuklott egyet.

source: Please try again later.
de: Bitte versuchen Sie es später noch einmal.
fa: لطفا بعدا سعی کنید.
fi: Kokeile myöhemmin uudelleen.
fr: Veuillez ré-essayer plus tard.
hu: Kérem próbálkozzék később.

source: Welcome to Transifex
de: Wilkommen bei Transifex
fa: به ترانسیفیکس خوش آمدید
fi: Tervetuloa Transifexiin
fr: Bienvenue sur Transifex
hu: Üdvözöli a Transifex

source: Transifex
fa: ترانسیفیکس

source: Go to the start page
de: Zur Startseite
fa: رفتن به صفحهٔ اول
fi: Siirry etusivulle
fr: Aller à la page d'accueil
hu: A kezdőlapra megy

source: Go to start page
de: Zur Startseite
fa: برو به صفحه آغازین
fi: Etusivulle
fr: Aller à la page d'accueil
hu: Kezdőlapra megy

source: The projects being served
de: Diese Projekte werden betreut.
fa: پروژه های خدمت دهی می شوند
fi: Tarjolla olevat projektit
fr: Les projets hébergé
hu: A kiszolgált tervek

source: Projects
de: Projekte
fa: پروژه ها
fi: Projektit
fr: Projets
hu: Tervek

source: The languages our service serves
de: Unser Dienst steht in folgenden Sprachen zur Verfügung
fa: زبان هایی که سرویس ما به کار می برد
fi: Palvelumme tukemat kielet
fr: Les langues hébergé par nos services
hu: Kiszolgált nyelvek

source: Languages
de: Sprachen
fa: زبانها
fi: Kielet
fr: Langues
hu: Nyelvek

source: Welcome <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
de: Willkommen <a title="Profil Einstellungen" href="%(user_profile)s">%(user_username)s</a>!
fa: خوش آمدید <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
fi: Tervetuloa <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
fr: Bienvenue <a title="Paramètres du profil" href="%(user_profile)s">%(user_username)s</a>!
hu: Üdvözlöm <a·title="Profile·settings"·href="%(user_profile)s">%(user_username)s</a>!

source: Sign out from the website
de: Von der Webseite abmelden
fa: خروج از وبگاه
fi: Kirjaudu ulos sivustolta
fr: Déconnexion du site web
hu: Kijelentkezés a webhelyről

source: Sign out
de: Abmelden
fa: خروج
fi: Kirjaudu ulos
fr: Déconnexion
hu: Kijelentkezés

source: Sign in
de: Anmelden
fa: ورود
fi: Kirjaudu
fr: Connexion
hu: Bejelentkezés

source: Register
de: Registrieren
fa: ثبت نام
fi: Rekisteröidy
fr: S'inscrire
hu: Beiratkozás

source: About
de: Über
fa: درباره
fi: Tietoja
fr: À propos
hu: Névjegy

source: Drops us a line
de: Schreiben Sie uns
fa: برای ما بنویسید
fi: Ota yhteyttä
fr: Laissez-nous un mot
hu: Dob nekünk egy sort

source: Feedback
de: Rückmeldung
fa: بازخورد
fi: Palaute
fr: Opinion
hu: Visszajelzés
