Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: This component supports local storing of submitted files and also sends the files to the maintainers\' email.
fa: این جز ذخیره محلی فایل های ارسالی را پشتیبانی می کند و فایل ها را به ایمیل دارندگان ارسال می کند.
fi: Komponentti tukee lähetettyjen tiedostojen paikallista tallennusta ja lähettää ne myös ylläpitäjien sähköpostiin.
fr: Ce composant permet l'enregistrement local des fichier envoyé et envoieégalement les fichiers à l'addresse courriel du mainteneur.
hu: Ez az összetevő támogatja a beküldött fájlok helyi tárolását és a karbantartók levél címére küldi azokat.

source: This component does not support local storing of submitted files. The submitted files will be sent to the maintainers\' emails and the statistics will reflect the change once the files are committed upstream.
fa: این جز از ذخیره سازی فایل ها ارسالی به صورت ذخیره سازی محلی پشتیبانی نمی کند. فایل های ارسالی به ایمیل دارندگان پروژه ارسال خواهد شد و آمار وقتی که فایلها به صورت جریان بالا ارسال شدند تغییر خواهد کرد.
fi: Komponentti ei tue lähetettyjen tiedostojen paikallista tallennusta. Tiedostot lähetetään ylläpitäjien sähköpostiin ja muutokset näkyvät tilastoissa vasta, kun ne on siirretty projektin tiedostolähteeseen.
fr: Ce composant ne permet pas le stockage des fichiers soumis. Les fichiers seront envoyés à l'adresse email du mainteneur et les statistiques seront mises à jour quand le fichier sera publié.
hu: Ez az összetevő nem támogatja a beküldött fájlok helyi tárolását. A beküldött fájlokat a karbantartók levél címére küldi, és a statisztikák tükrözik a változást, amint a fájlokat továbbították felfelé.

source: This component supports local storing of submitted files and also sends the files direct to the upstream repository.
fa: این جز ذخیره سازی داخلی فایل های ارسالی و همچنین ارسال فایل مستقیم به مخازن جریان بالا را پشتیبانی می کند
fi: Komponentti tukee lähetettyjen tiedostojen paikallista tallennusta ja lähettää ne myös suoraan projektin tiedostolähteeseen.
fr: Ce composant permet le stockage des fichiers et publie également les fichiers directement sur le dépôt source.
hu: Ez az összetevő támogatja a beküldött fájlok helyi tárolását, és felfelé továbbítja őket közvetlenül a saját tárolójukba.

source: Edit
fa: اصلاح
fi: Muokkaa
fr: Éditer
hu: Szerkeszt

source: Source details
fa: منبع جزییات
fr: Détail du code source
hu: Forrás részletek

source: Repository:
fa: مخزن:
fi: Tiedostolähde:
fr: Dépôt :
hu: Tároló:

source: Link to a web front-end for the source code
fa: پیوند به یک وب منبع برای کد منبع
fi: Lähdekoodin www-käyttöliittymän linkki
fr: Lien vers un visionneur web de code source
hu: A forráskód web előtétére mutató hivatkozás

source: web
fa: وب
fi: www

source: Branch:
fa: انشعاب:
fi: Haara:
fr: Branche :
hu: Ág:

source: File filter:
fa: فلیتر فایل:
fi: Tiedostoselain:
fr: Filtre de fichier :
hu: Fájl szűrő:

source: Allows submissions:
fa: اجازه های ارسالها:
fi: Sallii lähetyksen:
fr: Autorise les soumissions :
hu: Beküldhető:

source: Translation files
fa: فایلها ترجمه
fr: Fichiers de traduction
hu: Fordítás fájlok

source: Source file:
fa: فایل منبع
fi: Pohjatiedosto:
fr: Fichiers sources :
hu: Forrás fájl:

source: Statistics last updated:
fa: آمار آخرین به روزرسانی
fi: Tilastot päivitetty:
fr: Statistiques mises-à-jour :
hu: Statisztikák utoljára frissítve:

source: ago
fa: پیش
fi: sitten
fr: il y a
hu: előtt

source: Component not yet pulled from source repository.
fa: منبع جزء از مخزن کشیده نشده است.
fi: Komponenttia ei ole vielä haettu tiedostolähteestä.
fr: Composant non extrait (« pulled »)du dépôt des source.
hu: Még nem húzták be az összetevőt a forrás tárolóból.

source: Refresh and re-calculate statistics. This action may take some time.
fa: آمارها را نو و بازشمار کنید. این کار ممکن است کمی وقت بگیرد.
fi: Päivitä tilastot. Tämä voi viedä jonkin aikaa.
fr: Rafraichir et reclacuter les statistiques. Cela peut prendre du temps.
hu: Statisztikákat frissít és újraszámít. E tevékenység némi időbe telhet.

source: Refresh cache
fa: نوکردن کش
fi: Päivitä välimuisti
fr: Rafraichir le cache
hu: Gyorstárat frissít

source: Reset Transifex's local data for a clean pull
fa: بازنشانی اطلاعات محلی ترانسیفیکس برای کشیدن پاکسازی
fi: Tyhjennä Transifexin paikallinen tieto puhdasta latausta varten
hu: Transifex helyi adatai törlése tiszta lehúzáshoz

source: Clear cache
fa: پاک کردن کش
fi: Tyhjennä välimuisti
fr: Supprimer le cache
hu: Gyorstárat töröl

source: Any locally modified data will be overwritten with fresh copies.
fa: هر تغییر محلی داده ها با رونوشت ها تازه بازنویسی می شود.
fi: Paikallisesti muokatut tiedostot korvataan tiedostolähteestä noudetuilla.
fr: Toutes les données modifiées localement seront écrasées par les nouvelles copies.
hu: Minden helyben változtatott adatot felülír friss másolatokkal.

source: warning
fa: اخطار
fi: varoitus
fr: Avertissement
hu: figyelmeztetés

source: Teams:
fa: تیم ها:
fi: Ryhmät:
fr: Équipes :
hu: Csapatok:

source: See the translation teams.
fa: دیدن تیم های ترجمه.
fi: Katsele käännösryhmiä.
fr: Voir les équipes de traduction.
hu: Lássuk a fordító csapatokat.

source: Translation files reviews
fa: بازبینی های فایل ترجمه
hu: Fordítási fájlok áttekintése

source: Translators can request a file review from another person, who can take a look at his work and provide any feedback needed, or simply submit the file to the upstream project.
fa: مترجمان می توانند برای کسی دیگر درخواست یک بازبینی فایل کنند که که می تواند به کار او نگاهی بیندازد و بازخوردهای لازم را فراهم کند یا به راحتی فایل را به پروژه جریان بالا ارسال کند.
hu: Fordítók kérhetnek fájl felülvizsgálatot más személytől, aki megnézheti a munkát, és visszajelzést adhat, ha szükséges, vagy egyszerűen beadhatja a fájlt a felmenő tervbe.

source: Reviews
fa: بازبینی ها
fi: Tarkastukset
hu: Felülvizsgálatok

source: History
de: Verlauf
fa: تاریخچه
fi: Historia
fr: Historique
hu: Történet

source: Delete component
fa: حذف جزء
fi: Poista komponentti
fr: Supprimer le composant
hu: Összetevőt töröl

source: Add a component
fa: افزودن یک جزء
fi: Lisää komponentti
fr: Ajouter un composant
hu: Összetevőt hozzáad

source: Edit %(component_name)s
fa: اصلاح %(component_name)s
fi: Muokkaa kohdetta %(component_name)s
fr: Editer %(component_name)s
hu: %(component_name)s szerkesztése

source: Edit Component '%(component_name)s'
fa: اصلاح جزء %(component_name)s
fi: Muokkaa komponenttia %(component_name)s
hu: „%(component_name)s” összetevőt szerkeszti

source: New component for %(project_name)s
fa: جز جدید برای %(project_name)s
fi: Uusi komponentti projektille %(project_name)s
fr: Nouveau composant pour %(project_name)s
hu: Új összetevő %(project_name)s tervbe

source: Checkout
fa: وارسی
fi: Lataus
fr: Récupérer
hu: Kivesz

source: Submission
fa: ارسال
fi: Lähetys
fr: Soumission
hu: Bead

source: Save component
fa: ذخیره جز
fi: Tallenna komponentti
fr: Enregistrer le composant
hu: Összetevőt ment

source: translation files
fa: فایلهای ترجمه
fr: Fichiers de traduction
hu: fordítás fájlok

source: Add
de: Hinzufügen
fa: افزودن
fi: Lisää
fr: Ajouter
hu: Betesz

source: edit
de: Bearbeiten
fa: اصلاح
fi: muokkaa
fr: éditer
hu: szerkeszt

source: del
de: löschen
fa: حذف
fi: poista
fr: suppr.
hu: töröl

source: No components are registered for this project yet.
fa: برای این پروژه هنوز هیچ جزی ثبت نشده است.
fi: Projektille ei ole vielä rekisteröity komponentteja.
fr: Aucun composant n'a encore été enregistré pour ce projet.
hu: Még nincs e tervhez rendelt összetevő.

source: Add one!
fa: افزودن یکی!
fi: Lisää sellainen!
fr: En ajouter !
hu: Tegyen be egyet!

source: <em>Components</em> are smaller, self-contained parts of a larger project which consist of actual files. Examples of components of a software project could be "UI" and "Docs" or development branches like <code>HEAD</code>.
fa: <em>اجزا</em> بخشهای کوچکتر و خود اتکایی از پروژه ی بزرگتر هستند که شما فایل های واقعی هستند. مثال های از اجزای یک برنامه پروژه می تواند "UI" و "Docs" باشد یا شاخه توسعه مانند <code>HEAD</code>.
hu: Az <em>összetevők</em>·kicsi,·önálló részei egy nagy tervnek, ami tényleges fájlokból áll. Összetevős tervekre példa a „UI” és „Docs” vagy a fejlesztés ágak mint a <code>HEAD</code>.

source: Send a new translation for this component.
fa: برای این جز ترجمه جدیدی ارسال کنید.
fi: Lähetä komponentin uusi käännös.
fr: Envoyer une nouvelle traduction pour ce composant.
hu: Új fordítás beküldése erre az összetevőre.

source: Add a new translation
fa: افزودن یک ترجمه جدید
fi: Lisää uusi käännös
fr: Ajouter une nouvelle traduction
hu: Új fordítást ad hozzá

source: Add a translation file
fa: افزودن فایل ترجمه
fi: Lisää käännöstiedosto
fr: Ajouter un fichier de traduction
hu: Fordítás fájlt ad hozzá

source: Local file:
fa: فایل محلی:
fi: Paikallinen tiedosto:
fr: Fichier local :
hu: Helyi fájl:

source: The translation file to be uploaded for the new language.
fa: فایل ترجمه زبان جدید بارگذاری شود.
fi: Uudelle kielelle lähetettävä käännöstiedosto.
fr: Le fichier de traduction à envoyer pour la nouvelle langue.
hu: Az új nyelvnek feltöltendő fordítás fájl.

source: Select the target file:
fa: انتخاب فایل مقصد:
fi: Valitse kohdetiedosto:
fr: Sélectionnez le fichier cible :
hu: Válasszon cél fájlt:

source: The target file is the name of the new file language. It must match the component file filter.
fa: فایل مقصد نام زبان جدید است. آن باید با فیلتر فایل جز همسان باشد.
fi: Kohdetiedosto on uuden tiedoston kielen nimi. Sen täytyy vastata komponentin tiedostosuodatinta.
fr: Le fichier cible est le nom du fichier de la langue. Il doit êter confirme au filtre de fichier du composant
hu: A cél fájl az új fájl nyelv neve. Illenie kell az összetevő fájl szűrőjéhez.

source: or enter it here:
fa: یا آن را اینجا وارد کنید:
fi: tai kirjoita se tähän:
fr: ou entré le ici :
hu: vagy adja meg itt:

source: Example:
fa: مثال:
fi: Esimerkki:
fr: Exemple :
hu: Példa:

source: Commit message:
fa: پیغام ارسال
fi: Tallennusviesti:
fr: Message de commit :
hu: Kísérő szöveg:

source: Example: Updates to Brazilian Portuguese translation
fa: مثال: به روزرسانی های ترجمه پرتقالی برزیلی
fi: Esimerkki: Updated Finnish translation
fr: Exemple : Mises-à-jour de la traduction Portuguais brésilien.
hu: Példa: Updates to Hungarian translation

source: Send
fa: ارسال
fi: Lähetä
fr: Envoyer
hu: Küld

source: Send for Review
fa: ارسال بازبینی
fi: Lähetä tarkistettavaksi
hu: Küldés felülvizsgálatra

source: Delete %(project_name)s
de: %(project_name)s löschen
fa: حذف %(project_name)s
fi: Poista %(project_name)s
fr: Supprimer %(project_name)s
hu: %(project_name)s törlése

source: Delete <em>%(project_name)s</em>
de: <em>%(project_name)s</em> löschen
fa: حذف <em>%(project_name)s</em>
fi: Poista <em>%(project_name)s</em>
fr: Supprimer <em>%(project_name)s</em>
hu: <em>%(project_name)s</em> törlése

source: Delete
de: Löschen
fa: حذف
fi: Poista
fr: Supprimer
hu: Törölje

source: Say goodbye to <em>%(project_name)s</em>?
de: <em>%(project_name)s</em> ade sagen?
fa: می خواهید با <em>%(project_name)s</em> خداحافظی کنید؟
fi: Hyvästelläänkö <em>%(project_name)s</em>?
fr: Dire adieu à <em>%(project_name)s</em> ?
hu: Elbúcsuzzunk <em>%(project_name)s</em> tervtől?

source: Are you sure you want to permanently delete the registered project '%(project_name)s'?
fa: آیا می خواهید به طور همیشه پروژه ثبت شده '%(project_name)s' را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer le projet enregistré '%(project_name)s' ?
hu: Biztos, hogy véglegesen törölni akarja „%(project_name)s” tervet?

source: Details
fa: جزییات
fi: Tiedot
fr: Détails
hu: Részletek

source: Watch:
fa: نظار:
fi: Seuraa:
fr: Suivre :
hu: Figyel:

source: Homepage:
de: Webseite:
fa: وب:
fi: Kotisivu:
fr: Page d'accueil :
hu: Honlap:

source: Homepage for %(project_name)s
de: Webseite für %(project_name)s
fa: صفحه خانگی %(project_name)s
fi: Projektin %(project_name)s kotisivu
fr: Page d'accueil de %(project_name)s
hu: %(project_name)s honlapja

source: Bug tracker:
fa: پیگیری باگ:
fi: Vikailmoitukset:
fr: Suivi de bogues :
hu: Hiba követő:

source: Bug tracker for %(project_name)s
de: Bugtracker für %(project_name)s
fa: پیگیری باگ برای %(project_name)s
fi: Projektin %(project_name)s vikailmoitusjärjestelmä
fr: Suivi des bogues de %(project_name)s
hu: %(project_name)s hibakövetője

source: Tags:
fa: برچسب:
fi: Tunnisteet:
hu: Címkék:

source: External links:
de: Externe Links:
fa: پیوند ها بیرونی:
fi: Ulkoiset linkit:
fr: Liens externes :
hu: Külső hivatkozások:

source: Screenshots
de: Bildschirmfotos
fa: تصاویر
fi: Kuvat
fr: Captures d'écran
hu: Képernyőképek

source: View complete action log
fa: دیدن کامل ثبت وقایع کار

source: Delete project
de: Projekt löschen
fa: حذف پروژه
fi: Poista projekti
fr: Supprimer le projet
hu: Tervet töröl

source: Add a project
de: Ein Projekt hinzufügen
fa: افزودن یک پروژه
fi: Lisää projekti
fr: Ajouter un projet
hu: Tervet ad hozzá

source: Edit %(project_name)s
de: %(project_name)s bearbeiten
fa: اصلاح %(project_name)s
fi: Muokkaa projektia %(project_name)s
fr: Editer %(project_name)s
hu: %(project_name)s szerkesztése

source: New project
de: Neues Projekt
fa: پروژه جدید
fi: Uusi projekti
fr: Nouveau projet
hu: Új terv

source: Add the details of your project
de: Ergänzen Sie die Details Ihres Projekts
fa: افزودن جزییات پروژه تان
fi: Lisää projektisi tiedot
fr: Ajouter des détails votre projet
hu: Terv részleteinek hozzáadása

source: Edit the details of your project
de: Bearbeiten Sie die Details über Ihr Projekt
fa: اصلاح جزییات پروژه تان
fi: Muokkaa projektisi tietoja
fr: Édtiter les détails de votre projet
hu: Terv részleteinek szerkesztése

source: Save project
de: Projekt speichern
fa: ذخیره پروژه
fi: Tallenna projekti
fr: Enregistrer le projet
hu: Tervet ment

source: Edit <em>%(project_name)s</em>
de: <em>%(project_name)s</em> bearbeiten
fa: اصلاح <em>%(project_name)s</em>
fi: Muokkaa projektia <em>%(project_name)s</em>
fr: Editer <em>%(project_name)s</em>
hu: <em>%(project_name)s</em> szerkesztése

source: Access control will be enabled once the project is created
fa: کنترل دسترسی هنگامی پروژه ساخته شد فعال خواهد شد
fi: Käyttöoikeuksia voi säätää, kun projekti on luotu
fr: Le contrôle d'accès sera activé une fois le projet créé.
hu: Hozzáférés ellenőrzést engedélyezünk, amint a terv elkészül

source: Editing <a href="%(project_url)s">%(project_name)s</a>
de: Bearbeite <a href="%(project_url)s">%(project_name)s</a>
fa: اصلاح <a href="%(project_url)s">%(project_name)s</a>
fi: Muokataan projektia <a href="%(project_url)s">%(project_name)s</a>
fr: Edition de <a href="%(project_url)s">%(project_name)s</a>
hu: <a·href="%(project_url)s">%(project_name)s</a> szerkesztése

source: Access Control
de: Zugangskontrolle
fa: کنترل دسترسی
fi: Käyttöoikeudet
fr: Contrôle d'accès
hu: Hozzáférés ellenőrzés

source: Give access to a translator to send translations to your project
fa: به یک مترجم برای ارسال ترجمه ها به پروژه خود دسترسی بدهد
fi: Salli kääntäjän lähettää käännöksiä projektiisi
fr: Donne le droit à un traducteur d'envoyer des traductions pour votre projet.
hu: Hozzáférés megadása egy fordítónak, hogy fordításokat küldhessen a tervbe

source: Requests for access to submit files
fa: درخواست ها برای ارسال فایلها

source: Pending requests:
de: Nicht übersetzte Komponenten
fa: درخواست ها معلق:
fi: Käsittelyä odottavat hakemukset:
fr: Demandes en attente :
hu: Kérelmek függőben:

source: Users with access to submit files:
de: Projekt-Releases
fa: کاربرهایی با دسترسی ارسال فایل ها:
fi: Käyttäjät, joilla on lähetysoikeus:
fr: Utilisateur pouvant soumettre des fichiers
hu: Beadás hozzáféréssel rendelkező használók:

source: Latest Projects
de: Neueste Projekte
fa: آخرین پروژه
fi: Viimeisimmät projektit
fr: Derniers projets
hu: Legújabb tervek

source: Project list
de: Projekt-Liste
fa: لیست پروژه
fi: Projektilista
fr: Liste de projets
hu: Terv lista

source: Projects with tag '%(tag)s'
fa: پروژه هایی با برچسب '%(tag)s'
fi: Tunnisteella "%(tag)s" merkityt projektit
fr: Projets avec le tag '%(tag)s'
hu: Tervek „%(tag)s” címkével

source: Projects on Transifex
de: Projekte bei Transifex
fa: پروژه ها در ترانسیفیکس
fi: Transifexissa olevat projektit
fr: Projets sur Transifex
hu: Tervek Transifexen

source: Add a new project
fa: افزودن یک پروژه جدید
fi: Lisää uusi projekti
fr: Ajouter un nouveau projet
hu: Új terv hozzáadása

source: No projects registered yet. :-(
fa: پروژه ای هنوز ثبت نشده است. :-(
fi: Ei rekisteröityjä projekteja. :-(
fr: Aucun projet enregistré pour le moment. :-(
hu: Nincs még terv. :-(

source: Why don't you <a href="%(project_create)s">add one</a>?
de: Warum <a href="%(project_create)s">fügen Sie keins hinzu</a>?
fa: چرا نمی خواهید <a href="%(project_create)s">یکی را بیافزاید</a>?
fi: Ole hyvä ja <a href="%(project_create)s">lisää sellainen</a>.
fr: Pourquoi ne pas en <a href="%(project_create)s">ajouter un</a> ?
hu: Miért nem <a href="%(project_create)s">ad hozzá egyet</a>?

source: Couldn't find your project? Go ahead and <a href="%(project_create)s">add it</a>!
de: Sie konnten Ihr Projekt nicht finden? Zögern Sie nicht, es <a href="%(project_create)s">hinzuzufügen</a>!
fa: پروژه خودتان را نه یافتید؟ جلو بروید و <a href="%(project_create)s">اضافه کنید</a>!
fi: Etkö löydä projektiasi? <a href="%(project_create)s">Lisää se</a>!
fr: Vous ne trouvez pas votre projet ? Lancez-vous et <a href="%(project_create)s">ajoutez-le</a> !
hu: Nem találja a tervét? <a·href="%(project_create)s">Adja hozzá</a>!

source: Overview
de: Übersicht
fa: نمایش کلی
fi: Yleiskatsaus
fr: Aperçu
hu: Áttekintés

source: Translation Teams
de: Zur Sprachseite
fa: تیم های ترجمه
fi: Käännösryhmät
fr: Équipes de traduction
hu: Fordító csapatok

source: Timeline
de: Dateiziel
fa: زمانبندی
fi: Aikajana
hu: Időzítés

source: %(project_name)s Timeline
fa: %(project_name)s خط زمان
hu: %(project_name)s Időzítés

source: Top Translators
fa: برترین مترجمان
fi: Tuotteliaimmat kääntäjät
fr: Traducteurs principaux
hu: Legjobb fordítók

source: Delete %(release_name)s
de: %(release_name)s löschen
fa: حذف %(release_name)s
fi: Poista %(release_name)s
fr: Supprimer %(release_name)s
hu: %(release_name)s törlése

source: Say goodbye to <em>%(release_name)s</em>?
de: Verabschieden von <em>%(release_name)s</em>?
fa: می خواهید با <em>%(release_name)s</em> خداحافظی کنید؟
fi: Hyvästelläänkö <em>%(release_name)s</em>?
fr: Dire adieu à <em>%(release_name)s</em> ?
hu: Búcsút int <em>%(release_name)s</em> kiadásnak?

source: Are you sure you want to permanently delete the release '%(release_name)s' which belongs to %(project_name)s?
fa: آیا می خواهید به طور کامل جز '%(release_name)s' که متعلق به %(project_name)s را حذف کنید؟
hu: Biztos, hogy maradandóan törölni akarja %(project_name)s terv „%(release_name)s”·kiadását?

source: Release date:
de: Veröffentlichungsdatum:
fa: تاریخ انتشار:
fi: Julkaisupäivä:
fr: Date de publication :
hu: Kiadási dátum:

source: String freeze:
fa: ثبات ریسمان:
fi: Merkkijonojen jäädytys:
hu: Szöveg befagyasztás:

source: Devel freeze:
fa: ثبات توسعه:
fi: Kehityksen takaraja:
hu: Fejlesztés befagyasztás:

source: Components:
fa: اجزا:
fi: Komponentit:
hu: Összetevők:

source: Translation statistics
fa: آمارهای ترجمه
fr: Statistiques de traduction
hu: Fordítás statisztikák

source: No translations added for this release. :-(
fa: هیچ ترجمه ای برای این انتشار افزوده نشده است. :-(
fi: Julkaisulle ei ole lisätty käännöksiä. :-(
fr: Aucune traduction ajoutée pour cette publication. :-(
hu: Nincs fordítás e kiadáshoz. :-(

source: Delete release
fa: حذف انتشار
fi: Poista julkaisu
fr: Supprimer la publication
hu: Kiadást töröl

source: Add a release
de: Eine Version hinzufügen
fa: افزودن انتشار
fi: Lisää julkaisu
fr: Ajouter une publication
hu: Kiadást ad hozzá

source: Edit %(release_name)s
de: %(release_name)s bearbeiten
fa: اصلاح %(release_name)s
fi: Muokkaa julkaisua %(release_name)s
fr: Éditer %(release_name)s
hu: %(release_name)s szerkesztése

source: Edit <em>%(release_name)s</em> release
de: <em>%(release_name)s</em> Version bearbeiten
fa: اصلاح <em>%(release_name)s</em> انتشار
fi: Muokkaa julkaisua <em>%(release_name)s</em>
fr: Éditer la publication <em>%(release_name)s</em>
hu: <em>%(release_name)s</em> kiadás szerkesztése

source: Editing Release '<a href="%(release_url)s">%(release_name)s</a>'
fa: اصلاح انتشار <a href="%(release_url)s">%(release_name)s</a>
hu: ········„<a·href="%(release_url)s">%(release_name)s</a>” kiadást szerkeszti ······

source: Save release
de: Version speichern
fa: ذخیره انتشار
fi: Tallenna julkaisu
fr: Enregistrer la publication
hu: Kiadást ment

source: Release '%(release_name)s
de: Version '%(release_name)s
fa: انتشار %(release_name)s
fi: Julkaisu %(release_name)s
hu: „%(release_name)s” kiadás

source: Project/Component statistics
fa: آمار پروژه/جز
fr: Statistiques Projet/Composant
hu: Terv/összetevő statisztikák

source: Transifex searched for projects containing translation files for this language and release, but couldn't find any. Try submitting such a file and check again.
fa: ترانسیفیکس به دنبال پروژه هایی که شامل فایل های ترجمه برای این زبان و انتشار بود گشت، اما نه توانست چیزی پیدا کند.آیا می توانید به جای آن فایلی که شما بر روی آن کار می کنید ارسال کنید؟
fi: Transifex haki projekteja, jotka sisältävät käännöstiedostoja tälle kielelle ja julkaisulle, mutta haku ei tuottanut tulosta. Kokeile uudelleen, kun olet lähettänyt tällaisen tiedoston.
hu: Transifex keresett e nyelvhez és kiadáshoz tartozó fordítás fájlt tartalmazó tervet, de nem talált. Próbáljon meg beküldeni egy ilyen fájlt, és nézze meg újra.

source: If you think this shouldn't happen, please <a href="%(contact_form)s">let us know</a>.
fa: اگر فکر می کنید که چنین چیزی نباید اتفاق می افتاد، لطفا <a href="%(contact_form)s">به ما اطلاع دهید</a>.
fi: Jos tämä on mielestäsi virhe, <a href="%(contact_form)s">kerro asiasta meille</a>.
fr: Si vous pensez que cela n'aurait pas du se produire, merci <a href="%(contact_form)s">de nous le faire savoir</a>.
hu: Ha úgy gondolja, ennek nem így kellene lennie, kérem <a·href="%(contact_form)s">tudassa velünk</a>.

source: Untranslated Components
fa: اجزای ترجمه نشده
fi: Kääntämättömät komponentit
fr: Composants non traduits
hu: Fordítatlan összetevők

source: The following components will be included in %(release_name)s, but there are no translations sent for %(language_name)s yet.
fa: اجزای زیر در %(release_name)s شامل خواهند شد، اما هیچ ترجمه تا به حال برای %(language_name)s ارسال نشده است.
fi: Seuraavat komponentit sisältyvät julkaisuun %(release_name)s, mutta kielelle %(language_name)s ei ole vielä lähetetty käännöksiä.
fr: Le composant suivant sera inclu dans %(release_name)s, mais il n'y a pour le moment pas de traduction envoyées pour le %(language_name)s.
hu: A következő összetevők kerülnek %(release_name)s kiadásba, de még nem küldtek fordítást %(language_name)s nyelvekre.

source: Project Releases
de: Projekt-Releases
fa: نشرها پروژه
fi: Projektin julkaisut
hu: Terv kiadások

source: No releases are registered for this project yet. Why don't you <a href="%(release_create)s">add one</a>?
fa: هیچ انتشار برای این مجموعه تا کنون ثبت نشده است. چرا شما <a href="%(release_create)s">یکی</a> را اضافه نمی کنید؟
fi: Projektille ei ole vielä rekisteröity julkaisuja. Ole hyvä ja <a href="%(release_create)s">lisää sellainen</a>.
hu: Még nincs e tervhez bejegyzett kiadás. Miért nem <a·href="%(release_create)s">ad hozzá egyet</a>?

source: Submit
fa: ارسال
fi: Lähetä
hu: Beküldés

source: Translation Review Requests
fa: درخواست های بازبینی ترجمه
fi: Käännöksen tarkastuspyynnöt
hu: Fordítás felülvizsgálat kérelmek

source: Open Requests
fa: باز کردن درخواست ها
fi: Avoimet pyynnöt
hu: Nyitott kérelmek

source: Review Request #%(review_id)s
fa: درخواست بازبینی #%(review_id)s
fi: Tarkastuspyyntö %(review_id)s
hu: #%(review_id)s kérelemet felülvizsgál

source: Who and when
fa: چه کسی و کی
fi: Kuka ja milloin
hu: Ki és mikor
