Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: Translation should not start with a newline (\n)
de: Übersetzung darf nicht mit einem Zeilenumbruch ( ) beginnen

source: Translation must end with a newline (\n)
de: Übersetzung muss mit einem Zeilenumbruch ( ) enden

source: Translation should not end with a newline (\n)
de: Übersetzung darf nicht mit einem Zeilenumbruch ( ) enden

source: Number %s is in the source string but not in the translation.
de: Nummer %s ist im Quell-String, aber nicht in der Übersetzung.

source: The number of arguments seems to differ between the source string and the translation.
de: Die Anzahl der Argumente des Original-Strings und der Übersetzung scheint sich zu unterscheiden.

source: The expression '%s' is not present in the source string.
de: Der Ausdruck '%s' kommt im originalen String nicht vor.

source: File uploaded successfully.
de: Datei wurde erfolgreich hochgeladen

source: File size in bytes
de: Dateigröße in Bytes

source: Bound to any object
de: Gedunden an ein Objekt

source: The user who uploaded the specific file.
de: Der Benutzer der die angegebene Datei hochgeladen hat.

source: Total number of strings
de: Gesamtzahl der Strings

source: File you are trying to upload does not seem to belong to a known i18n format.
de: Die Datei die Sie versuch hochzuladen scheint keinem bekannten i18n-Format zu entsprechen.

source: You have uploaded an empty file!
de: Sie haben eine leere Datei hochgeladdwaden!

source: Enter a valid value.
de: Geben Sie einen gültigen Wert an.

source: The project this team works on.
de: Das Projekt an dem dieses Team arbeitet.

source: Learn more about Transifex
de: Erfahren Sie mehr über Transifex

source: Search Projects
de: Projekt suchen

source: Type in the url of the project's home page.
de: Geben Sie die URL der Projekt Homepage ein.

source: Maintainers are the people responsible for the administration of the project. They have permissions to edit the project and to add translators. They can also add, edit remove resources of a project.
de: Betreuer sind verantwortlich für die Verwaltung des Projekts. Sie dürfen das Projekt bearbeiten und Übersetzer hinzufügen, und sie dürfen Projektressourcen hinzufügen, bearbeiten und löschen.

source: This field is ajax powered so it is possible to type only a few characters and be redirected to the wishing username. Type the preferred username and will be appeared above to be added. If you want to remove a maintainer remove him from the list under the text box.
de: Dieses Feld ist Ajax-gesteuert, d.h. man kann nach Eingabe weniger Buchstaben zum gewünschten Benutzernamen gelangen. Geben Sie den bevorzugten Benutzernamen ein und der Name wird oben erscheinen, um hinzugefügt zu werden. Um einen Betreuer zu entfernen, entfernen Sie diesen in der Liste unter dem Textkasten.

source: Are you sure you want to permanently delete the registered project '%(project_name)s'?
de: Sind Sie sicher, dass Sie das das registrierte Projekt '%(project_name)s' unwiderruflich löschen wollen?

source: Projects feed
de: Projekt Feed

source: Subscribe to this feed
de: Diesen Feed abonieren

source: Resources:
de: Ressourcen:

source: No resources in this project.
de: Keine Ressourcen in diesem Projekt.

source: Bummer. No projects could be found.
de: Schade! Es wurden keine Projekte gefunden.

source: Project Overview
de: Projektübersicht

source: Click here to show or hide the resource list
de: Klicken Sie hier, um die Ressourcen-Liste ein- oder auszublenden

source: Private Resources:
de: Private Ressourcen:

source: Translation Statistics
de: Übersetzungsstatistiken

source: Completion
de: Vollendung

source: Last Translation
de: Letzte Übersetzung

source: source language
de: Originalsprache

source: no translations yet
de: noch keine Übersetzungen

source: Last Updated
de: Letzte Aktualisierung

source: Importance
de: Priorität

source: click for translation
de: Klicken zum Übersetzen

source: no activity yet
de: Keine Aktivitäten bisher

source: Please select a target language first.
de: Bitte wählen Sie eine Ziel-Sprache

source: Trying to lock resource...
de: Die Ressource wird versucht zu sperren ...

source: Translation Details
de: Übersetzungsdetails

source: Project Resources
de: Projekt-Ressource

source: Resource Name
de: Ressourcen-Name

source: No resources are registered for this project yet.
de: Bisher sind keine Ressourcen für dieses Projekt registriert.

source: Select Language
de: Wählen Sie eine Sprache

source: Translate All
de: Alle Übersetzen

source: Total:&nbsp;%(total_entities)s strings, %(wordcount)s words
de: Insgesamt:&nbsp;%(total_entities)s strings, %(wordcount)s Wörter

source: This resource is currently not accepting translations
de: Die Ressource akzeptiert derzeit keine Übersetzungen

source: To translate you need to be logged in and a member of the %(lang_name)s team
de: Sie müssen angemeldet und Mitglied des %(lang_name)s Teams sein, um übersetzen zu können

source: Translated:
de: Übersetzt:

source: Untranslated:
de: Nicht übersetzt:

source: remaining strings
de: verbleibende Strings

source: View strings online
de: Strings online anzeigen

source: Visit language team
de: Das Sprach-Team besuchen

source: Clone to new language
de: Zu einer neuen Sprach klonen

source: Copy all the translations from this language to a new (chosen) language in the specific resource. This will copy the pluralized translations too, if and only if the two languages have exactly the same plural rules.
de: Kopiere alle Übersetzungen dieser Sprache zu einer neuen (auszuwählenden) Sprache der jeweiligen Ressource. Übersetzungen im Plural werden nur dann übernommen, wenn beide Sprachen die gleichen Plural-Regeln besitzen.

source: Download for viewing
de: Zum Anzeigen herunterladen

source: You must login to be able to download the translations.
de: Sie müssen angemeldet sein, um die Übersetzungen runterzuladen.

source: Resource cannot be locked
de: Die Ressource kann nicht gesperrt werden

source: Download for translation
de: Zum Übersetzen herunterladen

source: You must login to use this action
de: Sie müssen angemeldet sein, um die Aktion auszuführen

source: Lock the file under your ownership and download it locally to edit it, in one action.
de: Sperren und runterladen der Datei unter Ihrem Namen in einem Schritt, um sie lokal zu bearbeiten.

source: This resource currently is not accepting translations.
de: Diese Ressource akzeptiert zurzeit keine Übersetzungen.

source: Translation last updated
de: Übersetzung zuletzt aktualisiert

source: by
de: durch

source: No translation yet
de: Bisher nicht übersetzt

source: Delete %(resource_name)s
de: Lösche %(resource_name)s

source: Delete <em>%(resource_name)s</em>
de: Lösche <em>%(resource_name)s</em>

source: Say goodbye to <em>%(resource_name)s</em>?
de: Wollen Sie die Ressource <em>%(resource_name)s</em> wirklich löschen?

source: words
de: Wörter

source: Priority Level
de: Prioritätsstufe

source: Add Translation
de: Übersetzung hinzufügen

source: No actions recorded yet :)
de: Bisher sind noch keine Aktionen verzeichnet. :)

source: Edit %(resource_name)s
de: %(resource_name)s bearbeiten

source: Edit the details of the translation resource
de: Die Details der Übersetzungsressource bearbeiten

source: Save translation resource
de: Übersetzungsressource speichern

source: Delete <em>%(language_name)s</em>
de: <em>%(language_name)s</em> löschen

source: Extracting strings from '%(resource_name)s'. This might take a while...
de: Auslesen der Strings von '%(resource_name)s'. Das kann eine Weile dauern...

source: Create Resource
de: Ressource erstellen

source: Translate Online
de: Online übersetzen

source: Adding translations. This might take a while...
de: Hinzufügen der Übersetzungen. Dies kann einen Augenblick dauern ...

source: <p>Please sign in with your email or screen name.<br />
de: <p>Bitte melden Sie sich mit Ihrer E-Mail oder dem Benutzername an.<br/>

source: Upload file
de: Datei hochladen

source: Are you sure you want to permanently delete the '%(lang_name)s' team which works on %(project_name)s?
de: Sind Sie sicher, dass Sie das '%(lang_name)s' Team unwiderruflich löschen wollen, dass an %(project_name)s arbeitet?

source: No translation team has been created yet. Why don't you start one?
de: Bisher wurden keine Übersetzungsteams erstellt. Warum machen Sie nicht den Anfang?

source: This project allows translation submission from <em>anyone</em>, and thus no translation teams exist.
de: Dieses Projekt akzeptiert Übersetzungen von <em>allen</em>, und daher existierten keine Übersetzungsteams.

source: Select an Avatar
de: Wählen Sie einen Avatar aus

source: There are several ways to select an image to use as your profile's avatar.
de: Es gibt verschiedene Wege um ein Bild als Ihren Avatar auszuwählen.

source: Location Information
de: Standort Informationen

source: Coordinator of the following team:
de: Koordinator des folgenden Teams:

source: when a new resource is added to a project
de: wenn eine neue Ressource dem Projekt hinzugefügt wurde

source: when a resource of a project is changed
de: wenn eine Ressource des Projekts verändert wurde

source: when a resource of a project is deleted
de: wenn eine Ressource des Projekts gelöscht wurde

source: when a translation is sent to a project resource
de: wenn eine Übersetzung an die Ressource des Projekts gesendet wurde

source: when a resource translation you are watching changes
de: wenn sich die Übersetzung einer von Ihnen beobachteten Ressource verändert
