Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: Select an image from a remote URL. Enter the URL in the field below and we'll retrieve the image for you
de: Wählen Sie ein Bild von einem Internetspeicher aus. Geben Sie die URL in dem Feld unten ein und wir werden das Bild für Sie anfordern.
fa: یک تصویر از آدرس یو‌ار‌ال انتخاب کنید. در ذیل یو‌ار‌ال را وارده کرده و ما تصویر را برای شما خواهیم آورد.
fi: Valitse kuva verkko-osoitteesta. Syötä URL alla olevaan kenttään niin noudamme kuvan puolestasi.
hu: Válasszon képet egy távoli címről. Írja a címet az alábbi bevitel sorba, és mi lekérjük a képet önnek

source: Search on Picasa Web
de: Auf Picasa Web suchen
fa: جستجو در وب پیکاسا
fi: Etsi Picasa-verkkoalbumeista
fr: Recherche sur Picasa
hu: Keresés Picasa Weben

source: Crop &amp; resize the area you want
de: Verschieben und verändern Sie den BIldausschnitt wie Sie wollen
fa: چیدن &amp; تغییر اندازه ناحیه ای که می خواهید.
fi: Rajaa haluamasi alue ja muuta sen kokoa
hu: Vágás és méretezés

source: Delete personal information
de: Persönliche Informationen löschen
fa: حذف اطلاعات شخصی
fi: Poista henkilökohtaisia tietoja
fr: Supprimer les informations personnelles
hu: Személyes adatok törlése

source: Erase all your private data except your username. You can fill in the information again later if you want to.
de: Bis auf den Nutzernamen alle persönlichen Angaben entfernen. Sie können dieses Informationen später wieder auffüllen, wenn Sie das wünschen.
fa: همه اطلاعات خصوص به جز نام کاربری تان را پاک کند. شما می توانید بعد چنانچه خواستید اطلاعات را بار دیگر وارد کنید.
fi: Poista kaikki henkilötietosi käyttäjänimeä lukuunottamatta. Voit halutessasi lisätä tiedot uudelleen myöhemmin.
hu: Minden saját adatot töröl kivéve az azonosítót. Később újratöltheti adatokkal, ha akarja.

source: Are you sure?
de: Sind Sie sicher?
fa: آیا مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
hu: Biztos benne?

source: Delete my data
de: Meine Daten löschen
fa: حذف داده های من
fi: Poista tietoni
fr: Supprimer mes données
hu: Töröljék az adataim

source: %(user)s's Dashboard
fa: داشبورد %(user)s's
fi: Käyttäjän %(user)s asetukset
hu: %(user)s táblája

source: Define your location
de: Standort festlegen
fa: مشخص کردن مکان خودتان
fi: Määritä sijaintisi
fr: Définir votre localisation
hu: Határozza meg a helyét

source: Auto-discover location
de: Standort automatischen feststellen
fa: کشف اتوماتیک مکان
fi: Havaitse sijainti automaattisesti
fr: Découvrir la localisation automatiquement
hu: Hely önműködő felderítése

source: Country
de: Land
fa: کشور
fi: Maa
fr: Pays
hu: Ország

source: Loading...
de: Laden...
fa: بارگذاری...
fi: Ladataan...
fr: Chargement...
hu: Betöltés…

source: Location:
de: Ort:
fa: مکان:
fi: Sijanti:
fr: Localisation :
hu: Hely:

source: Position
fa: موقعیت:
fi: Sijainti
hu: Pozíció

source: Save
de: Speichern
fa: ذخیره
fi: Tallenna
fr: Enregistrer
hu: Mentés

source: Location information
fa: اطلاعات مکان
hu: Hely adatok

source: Define your location information.
de: Standort Infromationen löschen
fa: تعریف اطلاعات مکان
fi: Määritä sijainnin tiedot
hu: Adja meg hely adatait.

source: Overview of your profile
de: Profil Übersicht
fa: نمای کلی نمایه شما
fi: Profiilisi yleistiedot
fr: Aperçu de votre profil
hu: Saját adatok áttekintése

source: Change avatar
de: Benutzerbild ändern
fa: تغییر آواتار
fi: Vaihda avatar
fr: Changer l'avatar
hu: Kép változtatás

source: Add avatar
de: Benutzerbild hinzufügen
fa: افزودن آواتار
fi: Lisää avatar
fr: Ajouter un avatar
hu: Kép hozzáadás

source: Username:
de: Benutzername:
fa: نام کاربر:
fi: Käyttäjänimi:
fr: Nom d'utilisateur
hu: Azonosító:

source: E-mail:
fa: ایمیل:
fi: Sähköposti:
hu: Levélcím:

source: Not set yet
de: Bisher nicht gesetzt
fa: هنوز تعیین نشده است
fi: Ei asetettu
fr: Encore non renseigné
hu: Nincs beállítva

source: (Not validated)
de: (Nicht validiert)
fa: (تایید شده نیست)
fi: (Ei vahvistettu)
fr: (Non validé)
hu: (Nincs érvényesítve)

source: Not set
de: Nicht gesetzt
fa: تنظیم نشده
fi: Ei asetettu
fr: Non renseigné
hu: Nincs beállítva

source: Management:
de: Verwaltung:
fa: مدیریت:
fi: Hallinta:
fr: Gestion :
hu: Igazgatás:

source: Change your e-mail address
de: Deine E-Mail-Adresse ändern
fa: آدرس پست الکترونیکی خودتان را عوض کنید
fi: Vaihda sähköpostiosoitteesi
fr: Changer votre adresse email
hu: Levélcímet változtat

source: Add your e-mail address
de: Deine E-Mail-Adresse hinzufügen
fa: آدرس پست الکترونیکی خودتان را اضافه کنید
fi: Lisää sähköpostiosoitteesi
fr: Ajouter votre adresse email
hu: Adja meg levélcímét

source: Add location
de: Ort hinzufügen
fa: افزودن مکان
fi: Lisää sijainti
fr: Ajouter une localité
hu: Helyet ad hozzá

source: Change location
de: Ort ändern
fa: تغییر مکان
fi: Vaihda sijainti
hu: Helyet változtat

source: My Timeline
de: Meine Zeitleiste
fa: زمانبندی من
fi: Oma aikajana
hu: Saját időzóna

source: Edit your personal information
de: Deine persönlichen Informationen ändern
fa: اطلاعات شخصی خودتان را اصلاح کنید
fi: Muokkaa henkilötietojasi
fr: Éditez vos informations personnelles
hu: Személyes adatait szerkeszti

source: Insert some information about you.
de: Paar Informationen über dich einfügen
fa: اطلاعاتی درباره خودتان بیفزایید.
fi: Kirjoita jotain itsestäsi.
fr: Inscriver quelques information sur vous.
hu: Adjon meg néhány adatot magáról.

source: Nudge %(user)s
fa: سقلمه %(user)s
fi: Tönäise käyttäjää %(user)s
hu: Noszogatja %(user)s használót

source: Native language
de: Muttersprache
fa: زبان اصلی
fi: Äidinkieli
fr: Langue natale
hu: Anyanyelv

source: Blog/Site
de: Blog/Seite
fa: بلاگ/سایت
fi: Blogi/sivusto
hu: Blog/Weboldal

source: Twitter
fa: توییتر

source: LinkedIn
fa: لینکد‌این

source: <a class="name" href="%(team_url)s">%(team_name)s</a> team of the <a class="name" href="%(project_url)s">%(project_name)s</a> project
fa: <a class="name" href="%(team_url)s">%(team_name)s</a> تیم <a class="name" href="%(project_url)s">%(project_name)s</a> پروژه
hu: <a class="name" href="%(project_url)s">%(project_name)s</a> terv <a class="name" href="%(team_url)s">%(team_name)s</a> csapata

source: Context
de: Kontext
fa: زمینه
fi: Konteksti
hu: Összefüggés

source: Developer comments
fa: نطرات توسعه دهنده
fi: Kehittäjän kommentit
hu: Fejlesztő megjegyzései

source: Occurences
fa: رویدادها

source: Translate '%(filename)s'
fa: ترجمه '%(filename)s'
fi: Käännä "%(filename)s"
fr: Traduire '%(filename)s'
hu: „%(filename)s” fájlt fordítja

source: Translate '<code>%(filename)s</code>'
fa: ترجمه '<code>%(filename)s</code>'
fi: Käännä "<code>%(filename)s</code>"
fr: Traduire '<code>%(filename)s</code>'
hu: „<code>%(filename)s</code>” fájlt fordítja

source: Current status for this page
fa: وضعیت کنونی این صفحه
fi: Sivun tämänhetkinen tila
hu: Az oldal jelenlegi állapota

source: Settings
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hu: Beállítások

source: Verbose editing:
fa: اصلاح مطول:
fi: Yksityiskohtainen muokkaus:
hu: Részletes szerkesztés

source: Filter
fa: فیلتر
fi: Suodata
hu: Szűrő

source: Clear
fa: پاک کردن
fi: Tyhjennä
hu: Töröl

source: Translated
de: Übersetzt
fa: ترجمه شده
fi: Käännetty
fr: Traduit
hu: Lefordítva

source: Fuzzy
fa: فازی
fi: Epäselviä
fr: Approximatif
hu: Ellenőrizendő

source: Untranslated
de: Nicht übersetzt
fa: ترجمه نشده
fi: Kääntämättä
fr: Non Traduit
hu: Fordítatlan

source: Total
de: Gesamt
fa: کل
fi: Yhteensä
hu: Összesen

source: Source String
de: Ausgangszeichenkette
fa: ریسمان منبع
fi: Koodirivi
fr: Chaîne originale
hu: Forrás szöveg

source: Translation
de: Übersetzung
fa: ترجمه
fi: Käännös
fr: Traduction
hu: Fordítás

source: Auto-translate
fa: ترجمه اتوماتیک
fi: Automaattikäännös
fr: Traduction automatique
hu: Önműködő fordítás

source: AT
fa: آی‌تی
fi: AK
fr: TA

source: Fuzzy?
fa: فازی؟
fi: Epäselvä?
fr: Approximative ?
hu: Ellenőrizendő?

source: Submit translations
fa: ارسال ترجمه ها
fi: Lähetä käännökset
fr: Soumettre des traductions
hu: Fordításokat beküld

source: Copy source string
fa: کپی ریسمان منبع
fi: Kopioi alkuperäinen
hu: Eredeti karakterlánc másolása

source: Auto-suggest translation
fa: پیشنهاد ترجمه اتوماتیک
fi: Ehdota käännöstä
fr: Suggérer automatiquement une traduction
hu: Önműködően javasol fordítást

source: PO file
fa: فایل پی‌او
fi: PO-tiedosto
fr: Fichier PO
hu: PO fájl

source: PO files
fa: فایلها پی‌او
fi: PO-tiedostot
fr: Fichiers PO
hu: PO fájlok

source: Files
fa: فایل ها
fi: Tiedostot
fr: Fichiers
hu: Fájlok

source: Translations
fa: ترجمه ها
fi: Käännökset
fr: Traductions
hu: Fordítások

source: Options
fa: گزینه ها
fi: Asetukset
hu: Opciók

source: Could not generate statistics for this file
fa: برای این فایل نمی توان آمار ایجاد کرد

source: Trans:
fa: ترجمه شده ها:
fi: Käännetty:
fr: Traduit :
hu: Kész:

source: Untrans:
fa: ترجمه نشده ها:
fi: Kääntämättä:
fr: Non traduit :
hu: Teendő:

source: View
fa: دیدن
fi: Näytä
fr: Voir
hu: Megnéz

source: Download
fa: دانلود
fi: Lataa
fr: Télécharger
hu: Letölt

source: Edit
fa: اصلاح
fi: Muokkaa
fr: Éditer
hu: Szerkeszt

source: See the team for this language
fa: دیدن تیم این زبان
fi: Näytä kielen käännösryhmä
hu: Lássuk a csapatot e nyelvhez

source: See statistics for this language
fa: دیدن آمار این زبان
fi: Näytä kielen tilastotiedot
fr: Voir les statistique de cette langue
hu: Lássuk a statisztikákat e nyelvhez

source: No team for this language
fa: هیچ تیمی برای این زبان موجود نیست
fi: Kielelle ei ole käännösryhmää
hu: Nincs csapat ehhez a nyelvhez

source: There are no languages registered matching this code
fa: هیچ زبانی ثبت شده ای همسان با این کد وجود ندارد
fi: Koodia vastaavia kieliä ei ole rekisteröity
hu: Nincs ehhez a kódhoz illeszkedő nyelv

source: Click here to see the multiple files for
fa: اینجا را کلیک کن برای دیدن چندین فایل
fi: Napsauta nähdäksesi useita tiedostoja kohteelle
hu: Kattintson ide, és több fájlt lát

source: Submit a translation for %(pofile_filename)s
fa: ارائه ترجمه ها برای %(pofile_filename)s
fi: Lähetä käännös tiedostolle %(pofile_filename)s
fr: Soumettre un traduction pour %(pofile_filename)s
hu: Fordítást ad be %(pofile_filename)s fájlhoz

source: Submit file
fa: ارسال فایل
fi: Lähetä tiedosto
fr: Soumettre un fichier
hu: Fájlt bead

source: Project/Component
fa: پروژه/اجزا
fi: Projekti/komponentti
fr: Projet/Composant
hu: Terv/összetevő

source: Go to this project page
fa: به صفحه این پروژه برو
fi: Siirry projektin sivulle
fr: Aller à la page de ce projet
hu: A terv oldalára ugrás

source: Go to this component page
fa: به صفحه این پروژه برو
fi: Siirry komponentin sivulle
fr: Aller à la page de ce composant
hu: Az összetevő oldalára ugrás

source: Unlock this file when you are finished working with it.
fa: قفل این فایل را هنگامی که کار بر روی آن را خاتمه داده باز کنید.

source: User '%(owner)s' has locked this file indicating he's working with it.
fa: کاربر '%(owner)s' این فایل را قفل کرده است تا نشان دهد که بر روی آن کار می کند.

source: Lock this file to notify others you're working with it.
fa: این فایل رو قفل کن تا دیگران بدانند شما بر روی آن کار می کنید.

source: This file is unlocked. Most likely no one is working with it right now.
fa: این فایل بدون قفل است. شاید کسی الان بر روی آن کار نمی کند.
fr: Ce fichier est déverrouillé. Vraisemblablement, personne ne travaille dessus actuellement.
hu: A fájl nincs lelakatolva. Valószínű, hogy most nem dolgoznak rajta.

source: See the detailed statistics for this language
fa: دیدن آمار جزیی برای این زبان
fi: Näytä kielen yksityiskohtaiset tilastotiedot
fr: Voir les statistiques détaillées pour cette langue.
hu: Részletes fordítás statisztikák e nyelvre

source: There are no languages registered matching this file
fa: هیچ زبان ثبت شده ای مطابق این فایل وجود ندارد.
fi: Tiedostoa vastaavia kieliä ei ole rekisteröity
hu: Nincs e fájlhoz illeszkedő nyelv

source: Click here to show or hide the source files
fa: اینجا را کلیک کنید برای نمایش یا عدم نمایش فایلهای منبع
fi: Napsauta nähdäksesi tai piilottaaksesi lähdetiedostot
fr: Cliquer ici pour montrer ou cacher les fichiers sources
hu: Kattintson ide, hogy mutassa vagy rejtse a forrás fájlokat

source: This component has %(sources_number)s source files
fa: این جز %(sources_number)s فایل منبع دارد.
fi: Komponentilla on %(sources_number)s lähdetiedostoa
hu: Ez az összetevő %(sources_number)s forrás fájlt tartalmaz

source: entries
fa: مداخل
fi: kohdetta
fr: entrées
hu: bejegyzések

source: String freese date
fa: تاریخ ثابت شدن ریسمان

source: Required. 30 characters or fewer. Unicode alphanumeric characters only (letters, digits and underscores).
fa: موردنیاز است. ۳۰ کاراکتر یا کمتر. فقط کاراکترهای یونیکد ( حروف، عدد، یا زیرین خطوط).
fi: Vaaditaan. Enintään 30 merkkiä. Käytä ainoastaan kirjaimia, numeroita tai alaviivoja.
hu: 30 karakter vagy kevesebb kötelező! Csak unicode alfanumerikus karakter (betűk, számok és aláhúzás).

source: This value must contain only unicode letters, numbers and underscores.
fa: این مقدار باید شامل یونیکد که فقط شامل حروف،شماره،زیرین خط یا خط تیره باشد.
fi: Arvo saa sisältää vain kirjaimia, numeroita sekä alaviivoja.
hu: Ennek az értéknek csak unicode betűket, számokat és aláhúzásjelet szabad tartalmaznia.

source: The LINGUAS file could not be opened: %s
fa: فایل LINGUAS قادر به باز شدن نبود: %s

source: Female
de: Weiblich
fa: زن
fi: Nainen
fr: Femme
hu: Nő

source: Male
de: Männlich
fa: مرد
fi: Mies
fr: Homme
hu: Férfi

source: First name
de: Vorname
fa: نام
fi: Etunimi
fr: Prénom
hu: Utónév

source: Surname
de: Nachname
fa: نام خانوادگی
fi: Sukunimi
fr: Nom de famille
hu: Vezetéknév

source: Native Language
de: Muttersprache
fa: زبان اصلی
fi: Äidinkieli
fr: Langue natale
hu: Anyanyelv

source: Blog
fa: بلاگ
fi: Blogi

source: About yourself
de: Über Sie selbst
fa: درباره خودتان
fi: Tietoja sinusta
fr: À propos de vous
hu: Bemutatkozás

source: Short description of yourself (140 chars).
de: Kurze Beschreibung von Ihnen selber (140 Zeichen).
fa: توضیح مختصری درباره خودتان (۱۴۰ حرف)
fi: Lyhyt kuvaus itsestäsi (140 merkkiä).
fr: Courte description de vous-même (140 car.).
hu: Rövid jellemzés (140 karakter) magáról.

source: Looking for work?
de: Auf Arbeitssuche?
fa: به دنبال کار هستید؟
fi: Etsitkö töitä?
fr: À la recherche de travail ?
hu: Munkát keres?

source: New Project Added
fa: پروژه جدید افزوده شد
fi: Uusi projekti lisätty
fr: Nouveau projet ajouté
hu: Új terv hozzáadva

source: when a new project is added
fa: وقتی که یک پروژه جدید افزوده شد
fi: kun uusi projekti lisätään
hu: amikor új tervet adtak hozzá

source: Project Changed
fa: پروژه تغییر یافت
fi: Projektia muokattu
fr: Projet modifié
hu: Terv változik

source: when a project is changed
de: wenn ein Projekt geändert wird
fa: وقتی که یک پروژه جدید تغییر یافت
fi: kun projektia muokataan
hu: amikor új terv változik

source: Project Deleted
fa: پروژه حذف شد
fi: Projekti poistettu
fr: Projet supprimé
hu: Tervet törölik

source: when a project is deleted
de: wenn ein Projekt gelöscht wird
fa: وقتی یک پروژه حذف می شود
fi: kun projekti poistetaan
hu: amikor tervet törölnek

source: Submit access to project requested
fa: درخواست برای دسترسی ارسال به پروژه تقاضا شد
fi: Lähetysoikeutta projektiin pyydetty
hu: Beküldő hozzáférést kérnek

source: when an user request access to submit files to a project
fa: هنگامی که کاربری درخواست دسترسی ارسال فایل ها به یک پروژه را دارد

source: Submit access request to project denied
fa: دسترسی ارسال به پروژه رد شود
fi: Lähetysoikeus projektiin evätty
hu: Beküldő hozzáférés kérelmet a tervbe megtagadnak

source: when a maintainer denies access to an user to submit files to a project
fa: وقتی که یک دارنده درخواست ارسال فایل ها به پروژه یک کاربر را رد می کند

source: Submit access request to project withdrawn
fa: دسترسی ارسال به پروژه حذف شد
fi: Lähetysoikeushakemus projektiin peruttu
hu: Beküldő hozzáférés kérelmet a tervbe visszavonnak

source: when an user withdraws the access requestto submit files to a project
fa: هنگامی که یک کاربر درخواست دسترسی ارسال فایل ها به پروژه را حذف می کند

source: Submit access to project granted
fa: دسترسی ارسال برای پروژه اعطا شد
fi: Lähetysoikeus projektiin myönnetty
hu: Beküldő hozzáférést a tervebe megadnak

source: when a maintainer grants access to an user to submit files to a project
fa: وقتی که دارنده ای درخواست ارسال فایل به پروژه ی یک کاربر را قبول می کند.

source: Submit access to project revoked
fa: دسترسی ارسال به پروژه منقضی شده است
fi: Lähetysoikeus projektiin peruttu
hu: Beküldő hozzáférést a tervebe visszavonnak

source: when a maintainer revokes the access of an user to submit files to a project
de: wenn ein Betreuer einem Benutzer das Recht entzieht, Dateien zu einem Projekt hinzuzufügen
fa: وقتی که دارنده دسترسی یک کاربر جهت ارسال فایل ها به پروژه را منقضی می کند
fi: kun ylläpitäjä peruu käyttäjän oikeuden lähettää tiedostoja projektiin
hu: amikor karbantartó visszavonja egy használó engedélyét, hogy fájlokat küldhessen a projectbe

source: New Component Added
fa: جز جدیدی افزوده شد
fi: Uusi komponentti lisätty
fr: Nouveau composant ajouté
hu: Új összetevőt adnak hozzá

source: when a new component is added to a project
fa: وقتی که یک جز جدید به یک پروژه افزوده می شود
fi: kun projektiin lisätään uusi komponentti
hu: amikor összetevőt tervhez adnak

source: Component Changed
fa: جز تغییر یافت
fi: Komponenttia muokattu
fr: Composant modifié
hu: Összetevő változik

source: when a component of a project is changed
fa: هنگامی که یک جز پروژه ای تغییر می کند
fi: kun projektin komponenttia muokataan
hu: amikor összetevő változik

source: Component Deleted
fa: جز حذف شد
fi: Komponentti poistettu
fr: Composant supprimé
hu: Összetevőt törölnek

source: when a component of a project is deleted
fa: هنگامی که یک جز از پروژه حذف می شود
fi: kun projektin komponentti poistetaan
hu: amikor összetevőt törölnek

source: File Submitted
fa: فیلتر ارسال شد
fi: Tiedosto lähetetty
fr: Fichier envoyé
hu: Fájlt küldenek be

source: when a component file of a project is submitted
fa: هنگامی که یک فایل جز از پروژه ارسال می شود
fi: kun projektin komponentin tiedosto lähetetään
hu: amikor terv összetevő fájlt küldenek be

source: File Review Submitted
fa: فایل باز بینی ارسال شد
fi: Tarkastuspyyntö jätetty
hu: Fájlt felülvizsgálatra adnak be

source: when a file of a component is submitted for review
fa: هنگامی که یک فایل جزء برای بازبینی ارسال می شود
fi: kun komponentin tiedosto lähetetään tarkastettavaksi
hu: amikor egy összetevő fájlját felülvizsgálatra beküldik

source: Translation File Changed
fa: فایل ترجمه تغییر یافت
fi: Käännöstiedosto muuttunut
hu: Fordítás fájl változik

source: when a component translation file of a project is changed
fa: هنگامی که جز فایل ترجمه جز یک پروژه تغییر کند.
fi: kun projektin komponentin käännöstiedostoa muokataan
hu: amikor terv összetevő fordítás fájl változik

source: Translation Source File (POT) has a Problem
fa: فایل منبع ترجمه (POT) دارای مشکل است
fi: Käännöksen pohjatiedostossa (POT) on ongelma
fr: Le fichier source de traduction (POT) a un problème
hu: A forrás fordítás fájlnak (POT) baja van

source: when the source file (POT) of a component that you are a maintainer has a problem
fa: وقتی که فایل منبع (POT) یک جز که شما دارنده آن هستید، دچار مشکل باشد
fi: Kun ylläpitämäsi komponentin pohjatiedostossa (POT) on ongelma
hu: amikor ön által karbantartott összetevő forrás fájlnak (POT) baja van

source: New Release Added for a Watched Project
fa: انتشار جدید به پروژه نظارت شده افزوده شد
fi: Uusi julkaisu seuratussa projektissa
hu: Új kiadást adnak figyelt tervhez

source: when a new release is added to a project
fa: هنگامی که یک انتشار جدید به پروژه افزوده می شود
fi: kun projektille lisätään uusi julkaisu
hu: amikor új kiadást adnak a tervhez

source: Release Changed
fa: انتشار تغییر یافت
fi: Julkaisua muokattu
hu: Kiadás változik

source: when a release of a project is changed
fa: وقتی که یک انتشار یک پروژه تغییر می کند
fi: kun projektin julkaisua muokataan
hu: amikor egy terv kiadása megváltozik

source: Release Deleted
fa: انتشار حذف شد
fi: Julkaisu poistettu
hu: Kiadást törölnek

source: when a release of a project is deleted
de: wenn eine Version eines Projektes gelöscht wurde
fa: هنگامی که یک انتشار از پروژه ای حذف می شود
fi: kun projektin julkaisu poistetaan
hu: amikor a terv egy kiadását törlik

source: Release Added to a Project
fa: انتشار به یک پروژه افزوده شد
fi: Projektiin lisätty julkaisu
hu: Kiadást adnak egy tervhez

source: when a release is added to a project
de: wenn eine Version einem Projekt hinzugefügt wurde
fa: هنگامی که یک انتشار به پروژه افزوده شد
fi: kun projektille lisätään uusi julkaisu
hu: amikor egy kiadást adnak egy tervhez

source: Release Deleted from a Project
fa: انتشار از پروژه حذف شد
fi: Julkaisu poistettu projektista
hu: Kiadást törölnek egy tervből

source: when a release is deleted from a project
fa: وقتی یک انتشار از پروژه حذف می شود
fi: kun projektista poistetaan julkaisu
hu: amikor egy kiadást törölnek a tervből

source: New Team Added
fa: تیم جدید افزوده شد
fi: Ryhmä perustettu
fr: Nouvelle équipe ajoutée
hu: Új csapatot adnak hozzá

source: when a new translation team is added to a project
de: enn ein neues Übersetzungsteam zum Projekt hinzugefügt wurde
fa: وقتی که یک تیم جدید به یک پروژه افزوده می شود
fi: kun projektiin lisätään uusi käännösryhmä
hu: amikor új fordító csapatot adnak a tervhez

source: Team Changed
fa: تیم تغییر یافت
fi: Ryhmää muokattu
hu: Csapat megváltozik

source: when a translation team of a project is changed
fa: هنگامی که تیم ترجمه ی پروژه ای تغییر کند.
fi: kun projektin käännösryhmää muokataan
hu: amikor egy terv fordító csapata változik

source: Team Deleted
fa: تیم حذف شد
fi: Ryhmä poistettu
hu: Csapatot törölnek

source: when a translation team of a project is deleted
fa: هنگامی که یک تیم ترجمه از پروژه حذف می شود
fi: kun projektin käännösryhnä poistetaan
hu: amikor egy terv fordító csapatát törlik

source: Team Creation Requested
fa: ساخت تیم درخواست شده است
fi: Ryhmähakemus jätetty
hu: Csapat megalakítását kérik

source: when a translation team creation is requestedfor a project
fa: وقتی یک تقاضای ساخت تیم ترجمه برای پروژه ای درخواست می شود

source: Team Creation Request Denied
fa: درخواست ساخت تیم رد شد
fi: Ryhmähakemus hylätty
hu: Csapatalakítás kérelmet elutasítanak

source: when a translation team creation requestfor a project is denied by a maintainer
fa: وقتی که درخواست ساختن یک تیم ترجمه برای یک پروژه توسط دارنده رد می شود

source: Team User Joining Requested
fa: عضویت کاربر تیم درخواست شد
fi: Jäsenyyttä haettu
hu: Csapatba beállást kérnek

source: when an user requests for joining to a translation team of a project
fa: هنگامی که کاربری درخواست دسترسی یک کاربر برای پیوستن به تبم ترجمه پروژه ای را دارد

source: Team User Joining Approved
fa: عضویت کاربر تیم تایید شد
fi: Jäsenyys myönnetty
hu: Csapatba beállást jóváhagynak

source: when an user is approved as a member of a translation team of a project
fa: وقتی که یک کاربر به عنوان یک عضو یک تیم ترجمه تایید می شود

source: Team User Joining Denied
fa: عضویت کاربر تیم رد شد
fi: Jäsenyys evätty
hu: Csapatba beállást megtagadnak

source: when an user is denied as a member of a translation team of a project
fa: هنگامی که کاربری درخواست دسترسی ارسال فایل به یک تیم پروژه رد می شود

source: Team User Joining Withdrawn
fa: عضویت کاربر تیم حذف شد
fi: Jäsenhakemus peruttu
hu: Csapatba beálló kérést visszavonnak

source: when an user withdrawn its own request for joining a translation team of a project
fa: هنگامی که یک کاربر درخواست خود برای پیوستن به یک تیم ترجمه پروژه ای را حذف می کند

source: Team User Left
fa: تیم کاربر باقی مانده
fi: Jäsen erosi ryhmästä
hu: Csapattag kilép

source: when an user leaves a translation team of a project
fa: هنگامی که کاربری یک تیم ترجمه یک پروژه را ترک می کند

source: Weekly project report for maintainers
de: Wöchentlicher Projektbericht für Betreuer
fa: گزارش هفتگی پروژه برای نگهدارنده ها
fi: Viikoraportti projektien ylläpitäjille
hu: Heti terv jelentés a karbantartóknak
