Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: Save Access Control Settings
de: Speichern der Zugangseinstellungen
hu: Hozzáférés-beállításokat ment

source: Give write access to a translator to send translations to your project independent of a translation team.
de: Gibt einem Übersetzer, unabhängig von einem Übersetzungsteam, Schreibzugriff auf Ihr Projekt.
hu: Író hozzáférést ad egy fordítónak, hogy fordításokat küldhessen a tervbe fordító csapattól függetlenül

source: %(number)s submission
fi: %(number)s lähetys
fr: %(number)s soumission
hu: %(number)s beadás

source: Click here to show or hide the component list
hu: Kattintson ide, hogy mutassa vagy rejtse az összetevők listáját

source: This release has %(components_number)s components.
fi: Tässä julkaisussa on %(components_number)s komponenttia.
hu: E kiadás %(components_number)s összetevőből áll.

source: Teams
hu: Csapatok

source: Coordinator:
de: Koordinator:
fi: Ylläpitäjä:
fr: Coordinateur :
hu: Szervező:

source: Add Team
de: Team hinzufügen
fi: Lisää ryhmä
hu: Csapatot ad hozzá

source: This project is not using Translation Teams
de: Dieses Projekt nutzt keine Übersetzungsteams
hu: E terv nem alkalmaz fordító csapatokat

source: This project does not maintain its own teams, but has chosen to re-use the teams of project '<a href=%(outsource_url)s>%(outsource_project)s</a>'. In order to send translations here you'll need to join a team of '%(outsource_project)s'.
hu: E terv nem tart fent saját csapatot, hanem „<a href=%(outsource_url)s>%(outsource_project)s</a>” csapatait hasznosítja újra. Fordítás beküldése végett be kell kerülnie „%(outsource_project)s” csapatba.

source: This project allows translation submission from <em>anyone</em>, and thus no translation teams exist.
hu: E terv <em>mindenkinek</em> megengedi fordítások beküldését, ezért nincs fordító csapat.

source: An e-mail was sent to the new e-mail address for verification purposes. Please check your e-mail and complete this process by following the instructions specified in the e-mail body.
hu: Egy levelet küldtünk az ön új címére ellenőrzés céljából. Kérem nézze meg, és fejezze be e folyamatot a levél törzsében leírt utasításokat követve.

source: Password changed.
de: Passwort geändert.
hu: A jelszó megváltozott.

source: Password changed. You may log in now.
de: Passwort geändert. Sie können sich jetzt erneut anmelden.
hu: A jelszó megváltozott. Most már bejelentkezhet.

source: Account created. An activation url was sent to your e-mail address. Please access that url to complete the registration process.
de: Konto erstellt. Ein Aktivierungslink wurde an Ihre E-Mail Adresse versendet. Bitte klicken Sie auf den Link um Ihre Registrierung abzuschließen.
hu: A számla kész. Egy URL-t küldtünk az ön levélcímére. Kérem kattintson a hivatkozásra, hogy befejezze a beiratkozás folyamatát.

source: Account created. Go to the <a href="%(overview_url)s">sign in page</a> to authenticate and start using this site.
de: Account erstellt. Gehen Sie zu der <a href="%(overview_url)s">Anmeldeseite</a> um sich anzumelden.
hu: A számla kész. Hitelesítse magát a <a·href="%(overview_url)s">bejelentkezés lapon</a>, és elkezdheti használni e szolgáltatást.

source: Coordinator of the following team:
fr: Coordinateur de l'équipe suivante :
hu: A következő csapatot szervezi:

source: Member of the following team:
fr: Membre de l'équipe suivante :
hu: Tagja a következő csapatnak:

source: Occurrences
de: Auftreten
hu: Előfordulások

source: There is at least one file broken here.
hu: Van itt legalább egy rossz fájl.

source: This PO file is broken. The web editor is disabled for it.
hu: E PO fájl rossz. A webes szerkesztőt nem használhatják hozzá.

source: Download for viewing
hu: Letölti, hogy megnézze

source: See the outsource team for this language. You will be redirected to another project team page.
hu: Ld. a kiszervezett csapatot e nyelvhez. Át fogják irányítani más terv csapatának oldalára.

source: There is at least one file with problems for this language.
fi: Ainakin yhden tämän kielen tiedoston kanssa on ongelmia.
hu: Van e nyelvhez legalább egy fájl, amivel baj van.

source: The LINGUAS file (%(file)s) could not be opened: %(exc)s
hu: A (%(file)s) LINGUAS fájlt nem tudtam megnyitni: %(exc)s

source: when a user request access to submit files to a project
hu: amikor használó kérelmezi, hogy fájlokat küldhessen egy tervbe

source: when a maintainer denies a user access to submit files to a project
de: wenn ein Betreuer einem Benutzer verweigert, Dateien zu einem Projekt hinzuzufügen
hu: amikor karbantartó megtagadja a hozzáférést egy használótól, hogy az fájlokat küldhessen be a tervbe

source: when a user withdraws the request for access to submit files to a project
hu: amikor egy használó visszavonja a kérését, hogy fájlokat küldhessen be egy tervbe

source: when a maintainer grants a user access to submit files to a project
de: wenn ein Betreuer einem Benutzer das Recht gibt, Dateien zu einem Projekt hinzuzufügen
hu: amikor karbantartó hozzáférést ad egy használónak, hogy fájlokat küldhessen a tervbe

source: when a translation team creation is requested for a project
hu: amikor egy tervhez egy fordító csapat megalakítását kérik

source: when a translation team creation request for a project is denied by a maintainer
hu: amikor egy tervhez egy fordító csapatalakítás kérelmet megtagadja egy karbantartó

source: when a user requests to join a project translation team
de: wenn ein Nutzer einem Übersetzungsteam des Projekts beitreten möchte
hu: amikor egy használó kéri, hogy beállhasson egy terv fordító csapatába

source: when a user is approved as a member of a project translation team
de: wenn ein Benutzer als Mitglied des Übersetzungsteams eines Projekts angenommen wurde
hu: amikor egy használó tagságát egy terv fordító csapatában jóváhagyják

source: when a user is denied as a member of a project translation team
de: wenn ein Benutzer als Mitglied des Übersetzungsteams eines Projekts abgelehnt wurde
hu: amikor egy használó tagságát egy terv fordító csapatában elutasítják

source: when a user decides not to join a project translation team
hu: amikor egy használó kéri, hogy beállhasson egy terv fordító csapatába

source: when a user leaves a project translation team
de: wenn ein Benutzer das Übersetzungsteam eines Projekts verlassen hat
hu: amikor egy használó elhagyja egy terv fordító csapatát

source: when a user nudges you
de: wenn ein Benutzer Sie anstubst
hu: amikor önt egy használó noszogatja

source: You have to provide only the size as an integer (both sides will be equal) and optionally, the username.
hu: Csak a méretet kell megadnia egészként (mindkét oldal egyenlő lesz) és lehetőleg, a használót.

source: Your request could not be completed. The admins have been notified to take a closer look at it. Please try again in a few minutes
hu: A kérését nem tudtam befejezni. A rendszergazdákat értesítettem, hogy közelebbről megvizsgálják azt. Kérem próbálja újra néhány perc múlva.

source: Setup of the repository locally could not be done successfully.
hu: Nem sikerült beállítani helyi tárolót.

source: The local repository has not been setup yet. Please, first do a check-out of the repository.
hu: A helyi tárolót még nem állították be. Kérem először olvassa ki a tárolót.

source: Unable to pull data from the remote repository. Is the remote host up?
hu: Nem tudtam adatot lehozni a távoli tárolóból. Működik a távoli gazda?

source: Cleanup of the repository failed. The admins have been notified to take a closer look at it.
hu: A tárolót nem sikerült kitakarítani. A rendszergazdákat értesítettem, hogy közelebbről megvizsgálják azt.

source: Commit to the repository failed.
hu: Nem sikerült beküldeni a tárolóba.

source: Pushing to the remote repository failed.
hu: Nem sikerült a nyomás a távoli tárolóba.

source: Given file does not have a revision. The admins have been notified to take a closer look at it.
hu: Az adott fájlhoz nincs változat. A rendszergazdákat értesítettem, hogy közelebbről megvizsgálják azt.

source: The PO file is broken and can't be opened by Lotte.
hu: A PO fájl rossz. Lotte nem nyithatja meg.

source: You can't make submissions for a file locked by someone else.
fi: Et voi lähetyksiä tiedostolle, joka on lukittu.
hu: Nem küldhet be olyan fájlt, amit más lelakatolt.

source: Action type
de: Aktionsart

source: Action time
de: Zeitpunkt

source: Date/Time
de: Datum/Uhrzeit

source: Source file URL
de: URL der Quelldatei

source: A URL pointing to the source file of this resource to be used for automatic updates.
de: Eine URL die auf eine Quelldatei dieser Ressource zeigt und für automatische Updates verwendet wird.

source: Automatically update source file
de: Quelldatei automatisch aktualisieren

source: A boolean field indicating whether the file should be automatically updated by pulling and merging from the given URL.
de: Ein Boolsches Feld das entscheidet, ob die Datei automatisch von der angegebenen URL abgerufen und aktualisiert werden soll.

source: Resource
de: Ressource

source: The translation resource.
de: Die Übersetzungsressource

source: URL not set for this resource.
de: URL dieser Ressource nicht gesetzt.

source: Error updating source file.
de: Fehler beim Aktualisieren der Quelldatei.

source: Source file updated successfully.
de: Quelldatei erfolgreich aktualisiert.

source: Image Charts
de: Diagramme

source: Display your project's translation statistics on your own website as a simple image. Perfect for embedding in wiki pages, Trac instances, and email.
de: Stellen Sie die Übersetzungs-Statistiken Ihres Projektes auf Ihrer eigenen Website als einfaches Bild dar. Perfekt, um in Wiki-Seiten, Trac-Instanzen und Emails eingebettet zu werden.

source: The chart will always report live Transifex numbers.
de: Die Diagramme werden mit Live-Daten gefüttert.

source: Show code snippet for resource:
de: Code-Schnipsel für Ressource:

source: Interactive Charts
de: Interaktive Diagramme

source: Display your project's translation statistics on your own website as an interactive chart. This requires modifications to your homepage's HTML code.
de: Stellen Sie die Übersetzungs-Statistiken Ihres Projektes auf Ihrer Website als interaktives Chart dar. Dies benötigt Veränderungen am HTML-Code Ihrer Homepage.

source: You can adjust level of detail, dimensions and colors of the chart by tweaking the code below.
de: Sie können das Detaillevel, Tiefe und Farbe des Diagramms einstellen, indem sie den Code unten anpassen.

source: Sorry, but your project doesn't have any resources with up-to-date statistics. You need to have at least one resource with statistics to export charts from Transifex.
de: Leider hat Ihr Projekt keine Ressource mit aktuellen Statistiken. Sie benötigen mindestens eine Ressource mit Statistiken, um Graphiken von Transifex zu exportieren.

source: Language of the translation.
de: Sprache der Übersetzung.

source: ...more
de: ...mehr

source: User '%(user)s' has no permission to submit translations for '%(resource)s' to '%(language)s'.
de: Der Benutzer '%(user)s' hat keine Berechtigung um Übersetzungen für '%(resource)s' nach '%(language)s' einzureichen.

source: This resource language is already locked by '%s'
de: Die Sprache ist gerade durch '%s' gesperrt.

source: Lock expiration
de: Ablauf der Sperre

source: when a lock for a translation resource will expire
de: wenn eine Sperre für eine Ressource Übersetzung erlischt

source: Lock created.
de: Sperre erstellt.

source: You don't have permission to unlock this file.
de: Sie haben nicht die Berechtigung, die Sperrung dieser Datei aufzuheben.

source: Unlock failed. Lock doesn't exist.
de: Entsperrung fehlgeschlagen. Sperre existiert nicht.

source: You locked this translation.
de: Sie haben das Übersetzen gesperrt.

source: User '%(owner)s' locked this translation.
de: Benutzer '%(owner)s' hat das Übersetzen gesperrt.

source: (%(lock_expires)s left)
de: (noch %(lock_expires)s)

source: unlock
de: entsperren

source: Click to renew your lock for a fresh period of time.
de: Hier klicken um Sperre zu verlängern.

source: Extend lock by %(hours)s hour.
de: Sperre um %(hours)s Stunde verlängern.

source: Lock this translation to notify others you're working with it.
de: Sperren Sie das Übersetzen, damit andere Übersetzer wissen, dass Sie daran arbeiten.

source: This translation isn't locked. Most likely no one is working on it right now.
de: Das Übersetzen ist nicht gesperrt. Das heißt, es arbeitet vermutlich niemand daran.

source: Creating lock...
de: Erstelle Sperre...

source: Removing lock...
de: Entferne Sperre...

source: Extending lock...
de: Verlängere Sperre...

source: User '%(owner)s' locked this file.
de: Benutzer '%(owner)s' hat diese Datei gesperrt.

source: Click file to unlock.
de: Klicken, um Sperre aufzuheben.

source: Lock and download this file to notify others that you're working with it.
de: Sperren und laden Sie diese Datei herunter, damit andere Übersetzer wissen, dass sie daran arbeiten.

source: This file isn't locked. Most likely no one is working on it right now.
de: Diese Datei ist nicht gesperrt. Das heißt, es arbeitet vermutlich niemand daran.

source: A lock for <a href="http://%(current_site)s%(resource_url)s">%(resource)s in %(language)s</a> is about to expire on %(expires)s
de: Eine Sperre für <a href="http://%(current_site)s%(resource_url)s">%(resource)s in %(language)s </a> läuft am %(expires)s aus

source: Save the specific change
de: Speichern Sie eine bestimmte Änderung

source: Undo to initial text
de: Auf ursprünglichen Text zurücksetzen

source: Source string cannot be identified in the DB
de: Quell-String konnte in der Datenbank nicht gefunden werden

source: The resource of this source string is not accepting translations.
de: Die Ressource dieses Strings erlaubt keine Übersetzung.

source: The translation string is empty
de: Die Übersetzung ist ein leerer String

source: No active contributor!
de: Keine aktiven Mitwirkenden!

source: No active languages!
de: Keine aktiven Sprachen!

source: Last Translation:
de: Letzte Übersetzung:

source: by %(user)s
de: von %(user)s

source: Key
de: Schlüssel

source: Description:
de: Beschreibung:

source: Occurrences:
de: Kommt vor:

source: Translate to %(lang)s
de: Zu %(lang)s übersetzen

source: Processing...
de: Bitte warten...

source: Show _MENU_ entries
de: Zeige _MENU_ Einträge

source: No matching records found
de: Kein übereinstimmender Eintrag gefunden

source: Showing _START_ to _END_ of _TOTAL_ entries
de: Zeige _START_ bis _END_ von _TOTAL_ Einträgen

source: Nothing to show
de: Nichts anzuzeigen

source: (filtered from _MAX_ total entries)
de: (gefiltert von gesamt _MAX_ Einträgen)

source: Search:
de: Suche:

source: First
de: Anfang

source: Last
de: Ende

source: Source string
de: Ausgangszeichenkette

source: suggestions
de: Vorschläge

source: Fill in a new translation
de: Neue Übersetzung einfügen

source: auto translate
de: Automatisch übersetzen

source: copy source
de: Quelle kopieren

source: Loading strings...
de: Lade Strings...

source: Translation text will be saved automatically.
de: Übersetzungen werden automatisch gespeichert.

source: Translation text will no longer be saved automatically.
de: Übersetzungen werden nicht mehr automatisch gespeichert.

source: Search in Transifex memory for existing translations (uses a new tab/window)
de: Suche nach bestehenden Übersetzungen im Transifex Speicher (verwendet einen neuen Tab / Fenster)

source: Search translations
de: Übersetzungen durchsuchen

source: Show translations in<br /> the selected languages
de: Zeige Übersetzungen in<br/> der ausgewählten Sprache

source: More languages
de: Weitere Sprachen

source: Show only the translations<br /> by the selected users
de: Zeige lediglich Übersetzungen<br/> des ausgewählten Benutzers

source: Filter by users
de: Nach Benutzernamen filtern

source: Show only the strings from<br /> the selected resources.
de: Zeige lediglich Strings der <br/> ausgewählten Ressourcen.

source: Filter by resources
de: Nach Ressourcen filtern

source: Modified
de: Bearbeitet

source: Save all
de: Alle speichern

source: Delete translations
de: Übersetztungen löschen

source: Save and Exit
de: Speichern und Beenden

source: General Settings
de: Allgemeine Einstellungen

source: Verbose editing
de: Ausführliche Bearbeitung

source: Auto save
de: Automatisches Speichern

source: The resource associated with this priority.
de: Der Ressource mit dieser Priorität zugeordnet.

source: Priority Levels
de: Prioritätsstufen

source: The priority levels, indicating the importance of completing translations for the resource.
de: Die Prioritätsstufen geben über die Wichtigkeit der Vervollständigung der Übersetzung einer Ressource Auskunft.

source: resource priority
de: Ressourcenpriorität

source: resource priorities
de: Ressourcenprioritäten

source: String
de: Zeichenkette

source: The actual string content of suggestion.
de: Die eigentliche vorgeschlagene Zeichenkette.

source: String Hash
de: Zeichenketten-Hash

source: The hash of the suggestion string used for indexing
de: Der Hash des Zeichenkettenvorschlags, benutzt fürs Indizieren.

source: Score Value
de: Score-Wert

source: A value which indicates the relevance of this suggestion to the translation of the source string.
de: Wert, welcher die Relevanz des Vorschlags für die Übersetzung des original Strings angibt.

source: Source Entity
de: Quellen-Entität

source: Target Language
de: Zielsprache

source: The language in which this translation string is written.
de: Die Sprache in der der zu übersetzende Text geschrieben ist.

source: The user who committed the specific suggestion.
de: Der Benutzer der einen bestimmten Vorschlag abgegeben hat.

source: suggestion
de: Vorschlag

source: Suggestion
de: Vorschlag

source: The suggestion about which the user is voting.
de: Der Vorschlag über den der Benutzer abstimmt

source: The user who voted for the specific suggestion.
de: Nutzer, die für diesen Vorschlag gestimmt haben.

source: vote
de: Stimme

source: votes
de: Stimmen

source: User Suggestions
de: Benutzer-Vorschläge

source: Vote up for this translation suggestion (click again to undo).
de: Stimmen Sie für diesen Übersetzungsvorschlag (nochmals Klicken, um rückgängig zu machen).

source: The score of the suggestion, indicating its popularity among translators.
de: Die Punktzahl dieses Vorschlags, die die Popularität unter den Übersetzern anzeigt.

source: Vote down for this translation suggestion (click again to undo).
de: Stimmen Sie gegen diesen Übersetzungsvorschlag (nochmals Klicken, um rückgängig zu machen).

source: This is the currently accepted translation.
de: Das ist die derzeit akzeptierte Übersetzung.

source: Use this!
de: Benutz dies!

source: New Suggestion
de: Neuer Vorschlag

source: You!
de: Du!

source: Send suggestion!
de: Vorschlag senden!

source: The query returned %(counter)s result
de: Die Anfrage ergab %(counter)s Treffer

source: %(project_name)s Timeline
de: %(project_name)s Zeitachse

source: Search Translations
de: Übersetzungen durchsuchen

source: %(source_language)s &rarr; %(translation_language)s
de: %(source_language)s → %(translation_language)s

source: Tough luck! No translations obtained.
de: Pech gehabt! Keine Übersetzungen erhalten.

source: Search for a string:
de: Suche nach Zeichenkette:

source: From:
de: Von:

source: To:
de: An:

source: Resource to watch.
de: Zu beobachtende Ressource.

source: translation watch
de: Übersetzung beobachten

source: translation watches
de: Beobachter der Übersetzung

source: Widgets, buttons, etc.
de: Widgets, Buttons, usw.

source: You can insert userbars to forums, e-mail signatures, etc.
de: Sie können Userbars zu Foren, E-Mail-Signaturen, usw. einfügen.

source: Rule zero
de: Regel Null

source: Rule one
de: Regel Eins

source: Rule two
de: Regel Zwei

source: Rule few
de: Wenige Regeln

source: Rule many
de: Viele Regeln

source: Rule other
de: Andere Regel

source: %i strings added
de: %i Strings hinzugefügt

source: %i strings updated
de: %i Strings aktualisiert

source: %(site_name)s: Resources in %(project)s
de: %(site_name)s: Ressourcen in %(project)s

source: Search for a resource
de: Nach einer Ressource suchen

source: Is allowed to submit translations to this project
de: Darf Übersetzungen zu diesem Projekt einreichen

source: The release '%s' was deleted.
de: Die Release '%s' wurde gelöscht.

source: The team '%s' was deleted.
de: Das Team '%s' wurde gelöscht.

source: You need to sign the Contribution License Agreement for this project before you join a translation team
de: Sie müssen die Lizenzvereinbarung für Mitwirkende dieses Projekts unterschreiben, bevor Sie dem Übersetzungsteam betreten können.

source: You need to sign the Contribution License Agreement for this project before you submit a team creation request.
de: Sie müssen die Lizenzvereinbarung für Mitwirkende dieses Projekts unterschreiben, bevor Sie um das Erstellen eines neuen Team bitten können.

source: Resources
de: Ressourcen

source: Resource file
de: Resource Datei

source: Choose the source language for the resource and then select a file from your file system to be used as an extracting point of strings to be translated.
de: Wählen Sie die Quellsprache dieser Ressource aus und wählen Sie dann eine Datei von Ihrem Computer, aus welcher die Strings entnommen werden.

source: A descriptive name unique inside the project.
de: Ein beschreibender und im Projekt einzigartiger Name.

source: Source file
de: Quelldatei

source: Accepting translations?
de: Übersetzungen akzeptieren?

source: Source Language
de: Quellsprache

source: The source language of this Resource.
de: Die Quellsprache der Ressource

source: The project containing the translation resource.
de: Das Projekt, welches die Übersetzungsressource enthält

source: resource
de: Ressource

source: resources
de: Ressourcen

source: Flags
de: Kennzeichen

source: The comment of the developer.
de: Kommentar des Entwicklers

source: Pluralized
de: Pluralisiert

source: The user who committed the specific translation.
de: Der Benutzer, der die Übersetzung eintrug.

source: translation string
de: Übersetzter String

source: translation strings
de: Übersetzte Strings

source: This is the actual content of the template
de: Das ist der aktuelle Inhalt des Templates

source: The translation resource '%s' was deleted.
de: Die Übersetzungs-Ressource '%s' wurde gelöscht.

source: You have checked the auto update checkbox but you haven't provided a valid url.
de: Sie haben die Autoupdate Checkbox markiert, jedoch keine gültige URL angegeben.

source: Error compiling translation file.
de: Beim kompillieren der Übersetzungsdatei trat ein Fehler auf.

source: Failed to lock the resource!
de: Beim sperren der Ressource trat ein Fehler auf!

source: Failed to extend lock period on the resource!
de: Das Verlängern der Sperre von der Ressource ist fehlgeschlagen!

source: Your file failed a correctness check (msgfmt -c). Please run this command on your system to see the errors.
de: Ihre Datei bestand die Überprüfung (msgfmt -c) nicht. Bitte starten Sie dieses Kommando auf Ihrem System um die Fehler zu erhalten.

source: Your file doesn't seem to contain valid xml: %s!
de: Ihre Datei scheint kein gültiges xml zu enthalten: %s!

source: Translation string only contains whitespaces.
de: Die Übersetzung besteht nur aus Leerzeichen

source: Translation string doesn't contain the same number of '%s' as the source string.
de: Die Übersetzung enthält nicht die gleiche Anzahl von '%s' wie der Originalstring

source: Translation must start with a newline (\n)
de: Übersetzung muss mit einem Zeilenumbruch ( ) beginnen
