Repository: transifex/transifex-old-core
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: de, fa, fi, fr, hu

source: See profile
fa: دیدن نمایه
fi: Katso profiili
hu: Adatokat megnéz

source: %(time_since)s ago
fa: %(time_since)s پیش
hu: ideje %(time_since)s

source: Translation Language
fa: زبان ترجمه
fi: Käännöksen kieli
hu: Fordítás nyelve

source: Go to language page
fa: برو به صفحه ربان
fi: Siirry kielisivulle
hu: Menjen a nyelv oldalára

source: File target
fa: فایل مقصد
fi: Tiedostokohde
hu: Fájl cél

source: Download the version sent for review
fa: دانلود نسخه ای که برای بازبینی ارسال شده است
fi: Lataa tarkistettavaksi lähetetty versio
hu: Az ellenőrzésre küldött verzió letöltése

source: Score
fa: امتیاز
fi: Pistemäärä
hu: Pontszám

source: Status
fa: وضعیت
fi: Tila
hu: Állapot

source: Close Review
fa: بستن بازبینی
fi: Lopeta tarkistus
hu: Felülvizsgálat lezárása

source: Accept and submit translation
fa: قبول و ارسال ترجمه
fi: Hyväksy ja lähetä käännös
hu: Elfogad és beküldi a fordítást

source: Accept
fa: قبول
fi: Hyväksy
hu: Elfogad

source: Reject translation
fa: رد ترجمه
fi: Hylkää käännös
hu: Fordítás elutasítása

source: Reject
fa: رد
fi: Hylkää
hu: Elutasít

source: By
fa: به وسیله

source: Add your comment as
fa: اضافه کردن نطرتان به عنوان

source: Say it!
fa: بگو!

source: No open requests!
fa: هیچ درخواست بازی موجود نیست!
fi: Ei avoimia pyyntöjä!
hu: Nincs nyitott kérelem!

source: Closed Requests
fa: بستن درخواست ها
fi: Suljetut pyynnöt
hu: Zárt kérelmek

source: ID
fa: شناسه
fi: Numero
hu: Azonosító

source: Author
fa: نویسنده
fi: Tekijä
hu: Szerző

source: Time Since
fa: زمان از
fi: Aikaa kulunut
hu: Eltelt idő

source: Resolution
fa: راه حل
fi: Ratkaisu
hu: Felbontás

source: Attachment
fa: الصاق
fi: Liite
hu: Melléklet

source: Actions
fa: اعمال
fi: Toiminnot
hu: Intézkedések

source: Reopen review request
fa: بازگشایی درخواست بازبینی
fi: Uusi tarkistuspyyntö
hu: Felülvizsgálat kérelem újbóli megnyitása

source: No closed requests!
fa: هیچ درخواست بازی موجود نیست!
fi: Ei suljettuja pyyntöjä!
hu: Nincs zárt kérelem!

source: Profile
de: Profil
fa: نمایه
fi: Profiili
fr: Profil
hu: Adatok

source: Profile settings
de: Profil Einstellungen
fa: تنظیمات نمایه
fi: Profiilin asetukset
fr: Paramètres du profil
hu: Adat beállítások

source: Sign in to add or modify projects, work on translations, and other stuff.
fa: برای افزودن یا تغییر پروژه ها، کار بر روی ترجمه ها و دیگر چیزها وارد شوید.
fi: Kirjaudu sisään muokataksesi projekteja, tehdäksesi käännöksiä yms.
fr: Connectez-vous pour ajouter, modifier, travailler sur les traductions, et autres.
hu: Jelentkezzen be project létrehozásához vagy módosításhoz, fordításhoz és egyéb dolgokhoz.

source: <p>You have been logged out.
de: <p>Sie wurden abgemeldet.
fa: <p> شما خارج شده اید.
fi: <p>Kirjauduit ulos.
fr: <p>Vous avez été déconnecté.
hu: <p>Kijelentkezett.

source: Public profile of %(user)s
de: Öffentliches Profil von %(user)s
fa: نمایه عمومی کاربر %(user)s
fi: Käyttäjän %(user)s julkinen profiili
fr: Profil public de %(user)s
hu: %(user)s nyilvános adatai

source: Username
de: Benutzername
fa: نام کاربر
fi: Käyttäjänimi
fr: Nom d'utilisateur
hu: Név

source: Your Profile
de: Ihr Profil
fa: نمایه شما
fi: Profiilisi
fr: Votre Profil
hu: Saját adatok

source: Your profile, %(user)s
de: Ihr Profil, %(user)s
fa: نمایه شما، %(user)s
fi: Profiilisi, %(user)s
fr: Votre Profile, %(user)s
hu: Saját adatok, %(user)s

source: Any settings associated with your account are presented and may be modified here.
fa: هر تنظیمی همراه به حساب شما اینجا ظاهر شده اند و ممکن اینجا تغییر یابند.
fi: Täällä voit katsella ja muokata käyttäjätiliisi liittyviä asetuksia.
fr: Tous les paramètres associé à votre compte sont affichés et modifiables ici.
hu: Itt minden a saját számlához tartozó beállítás megjelenik és változtatható.

source: Change notifications
de: Benachrichtigungen verändern
fa: تغییرات اعلانات
fi: Muokkaa ilmoituksia
fr: Modifiez les notifications
hu: Változás értesítések

source: Change notifications associated to your account
fa: تغییر اعلان هایی حساب شما
fi: Muokkaa käyttäjätiliisi liittyviä ilmoituksia
fr: Modifiez les notifications associées à votre compte
hu: A számlájához tartozó változás értesítések

source: <p>Please sign in with your email or screen name.<br />
fa: <p>لطفا با ایمیل یا نام کاربر خودتان وارد شوید.<br />
hu: <p>Kérem jelentkezzen be az e-mail címével vagy a használó nevével.<br />

source: Say goodbye to <em>%(lang_name)s</em> team?
de: Wollen Sie das Team <em>%(lang_name)s</em> wirklich löschen?
fa: می خواهید با تیم<em>%(lang_name)s</em> خداحافظی کنید؟
fi: Hyvästelläänkö ryhmä <em>%(lang_name)s</em>?
fr: Dire adieu à l'équipe <em>%(lang_name)s</em> ?
hu: Búcsút int a(z) <em>%(lang_name)s</em> csapatnak?

source: Are you sure you want to permanently delete the '%(lang_name)s' team which belongs to %(project_name)s?
fa: آیا مطمئن هستید که'%(lang_name)s' که متعلق به تیم حذف کنید %(project_name)s?
fr: Êtes vous sûr de vouloir supprimer définitivement l'équipe '%(lang_name)s' appartenant à %(project_name)s ?
hu: Biztos, hogy maradandóan törölni akarja %(project_name)s terv „%(lang_name)s”·csapatát?

source: Translation Teams - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
fa: تیم های ترجمه - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
fr: Équipe de traduction - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
hu: Fordító csapatok – %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>

source: Mainlist:
de: Hauptliste:
fa: لیست اصلی:
fi: Päälista:
fr: Liste de diffusion principale :
hu: Fő névsor

source: Become a translator:
de: Übersetzer werden:
fa: مترجم شدن:
fi: Ala kääntäjäksi:
fr: Devenir traducteur :
hu: Legyen fordító:

source: Join this Team
de: Treten Sie dem Team bei
fa: به این تیم به پیوندید
fi: Liity ryhmään
fr: Joindre cette équipe
hu: Csatlakozás ehhez a csapathoz

source: People waiting for team membership approving:
de: Personen, die auf die Aufnahme zum Team warten:
fa: افرادی که منتظر تایید عضویت هستند:
fi: Jäsenyyden hyväksymistä odottavat käyttäjät:
hu: Csapattagság jóváhagyásra váró emberek:

source: Approve
de: Annehmen
fa: تایید
fi: Hyväksy
fr: Accepter
hu: Jóváhagy

source: Deny
de: Verweigern
fa: رد کردن
fi: Epää
fr: Refuser
hu: Megtagad

source: Withdraw
de: Zurückziehen
fa: حذف
fi: Peru
fr: Retirer
hu: Visszavon

source: Team Members:
de: Team-Mitglieder:
fa: اعضای تیم:
fi: Ryhmän jäsenet:
fr: Membres de l'équipe :
hu: Csapattagok:

source: Leave
de: Verlassen
fa: ترک
fi: Poistu
fr: Quitter
hu: Elhagy

source: Delete team
fa: حذف تیم
fi: Poista ryhmä
fr: Supprimer l'équipe
hu: Csapat törlése

source: %(project_name)s Translation Teams
de: %(project_name)s Übersetzungsteams
fa: تیم های ترجمه %(project_name)s
fi: Projektin %(project_name)s käännösryhmät
fr: Équipes de traduction de %(project_name)s
hu: %(project_name)s fordító csapatok

source: Translation team details
de: Übersetzungsteams Details
fa: جزییات تیم ترجمه
fi: Käännösryhmän tiedot
fr: Détails de l'équipe de traduction
hu: Fordítócsapat részletei

source: Please note that notification will not be sent when coordinators or members are added or removed on this page.
de: Bitte beachten Sie, dass keine Benachrichtigungen verschickt werden, wenn Koordinatoren oder Mitglieder auf dieser Seite aufgenommen oder entfernt werden.
fa: آگاه باشید که اعلان وقتی که هماهنگ کننده ها یا اعضا حذف یا اضافه شوند با استفاده از این ماژول ارسال نمی شوند..
fi: Huomaa, että ilmoitusta ei lähetetä, kun ylläpitäjiä ja jäseniä lisätään tämän sivun kautta.
hu: Kérjük, vegye figyelembe, hogy értesítést nem kap, ha a koordinátorok, illetve tagok hozzáadására vagy eltávolítására kerül sor ezen az oldalon.

source: Save team
de: Team speichern
fa: ذخیره تیم
fi: Tallenna ryhmä
fr: Enregistrer l'équipe
hu: Csapat mentése

source: Add a new team
fa: افزودن یک تیم جدید
fi: Lisää uusi ryhmä
fr: Ajouter une nouvelle équipe
hu: Új csapat hozzáadása

source: List of team requests:
fa: لیست درخواست ها تیم:
fi: Ryhmähakemukset
fr: Lister les requêtes des équipes :
hu: Csapat kérelmek sora:

source: List of available teams:
fa: لیست تیم های موجود:
fi: Mahdolliset ryhmät:
fr: Lister les équipes présentes :
hu: Elérhető csapatok listája:

source: No translation team created yet. :(
fa: هیچ تیم ترجمه ای ساخته نشده است. :-(
fi: Käännösryhmää ei ole vielä luotu. :-(
fr: Aucune équipe de traduction créee pour l'instant. :(
hu: Nincs még fordítói csapat létrehozva. :(

source: Request a new translation team for this project
de: Ein neues Übersetzungsteam für dieses Projekt anfordern.
fa: درخواست یک تیم ترجمه جدید برای این پروژه
fi: Pyydä, että projektille perustetaan uusi käännösryhmä
hu: Új fordító csapatot kérelmez e tervnek

source: Request a new team
de: Neues Team anfordern
fa: درخواست یک تیم جدید
fi: Pyydä uusi ryhmä
hu: Új csapatot igényel

source: Request team
de: Team anfordern
fa: درخواست تیم
fi: Pyydä ryhmä
hu: Csapatot igényel

source: Show completed
fa: نمایش کامل شده
fi: Näytä valmistuneet
fr: Afficher seulement les complets
hu: Készeket mutat

source: Revoke permission
de: Berechtigung zurückziehen
fa: انقضای اجازه
fi: Peru oikeus
fr: Supprimer la permission
hu: Engedélyt visszavon

source: Grant permission
de: Berechtigung gewähren
fa: واگذاری اجازه
fi: Myönnä oikeus
hu: Engedélyt megad

source: Request permission
de: Berechtigung anfordern
fa: درخواست اجازه
fi: Pyydä oikeus
hu: Engedélyt kér

source: Approve request
fa: تایید درخواست
fi: Hyväksy hakemus
fr: Accepter la requête
hu: Kérelmet jóváhagy

source: Withdraw request
de: Anfrage zurückziehen
fa: پس گرفتن درخواست
fi: Peru hakemus
hu: Kérelmet visszavon

source: Deny request
de: Anfrage verweigern
fa: رد درخواست
fi: Hylkää hakemus
fr: Refuser la requête
hu: Kérelmet megtagad

source: Personal information
de: Persönliche Informationen
fa: اطلاعات شخصی
fi: Henkilökohtaiset tiedot
fr: Informations personnelles
hu: Személyes adatok

source: Avatar
de: Benutzerbild
fa: آواتار
hu: Képmás

source: Location
de: Ort
fa: مکان
fi: Sijainti
fr: Localisation
hu: Hely

source: Remove profile
de: Profil entfernen
fa: مشساشقحذف آواتار
fi: Poista profiili
fr: Supprimer le profil
hu: Törli az adatokat

source: Change e-mail
de: E-Mail ändern
fa: تغییر ایمیل
fi: Vaihda sähköposti
fr: Modifier le courriel
hu: Levélcímet változtat

source: Add e-mail
de: E-Mail hinzufügen
fa: افزودن ایمیل
fi: Lisää sähköposti
fr: Ajouter un email
hu: Levélcímet hozzáad

source: Add a new e-mail address
de: Eine neue E-Mail-Adresse hinzufügen
fa: افزودن یک آدرس پست الکترونیکی جدید
fi: Lisää uusi sähköpostiosoite
fr: Ajouter une nouvelle adresse email
hu: Új levélcímet ad hozzá

source: Enter the new e-mail address. An e-mail will be sent to it for testing and confirmation.
de: Geben Sie die neue E-Mail-Adresse ein. Eine E-Mail wird dann zur Bestätigung an diese gesendet.
fa: ایمیل جدید را وارد کنید. یک ایمیل به آن جهت آزمایش و تایید ارسال خواهد شد.
fi: Kirjoita uusi sähköpostiosoite. Osoitteeseen lähetetään testi- ja vahvistusviesti.
hu: Adja meg az új levélcímet. Levelet fogunk küldeni kipróbálás és megerősítés céljából.

source: E-mail validation successful
de: E-Mail erfolgreich bestätigt
fa: تایید ایمیل موفق بود
fi: Sähköpostin vahvistus onnistui
hu: Sikerült érvényesíteni a levélcímet

source: E-mail change unsuccessful
de: E-Mail konnte nicht geändert werden
fa: تغییر ایمیل موفقیت آمیز نه بود
fi: Sähköpostin vaihto epäonnistui
hu: Nem sikerült érvényesíteni a levélcímet

source: E-mail validation process
fa: روند تایید ایمیل
fi: Sähköpostin vahvistusprosessi
hu: Levélcím érvényesítés folyamat

source: You can manage the e-mail validation process from the <a href="%(profile_overview)s">overview page</a>.
fa: شما می توانید مرحله تایید ایمیل را از طریق <a href="%(profile_overview)s"صفحه کلی</a> کنترل کنید
fi: Voit hallita sähköpostin vahvistusprosessia <a href="%(profile_overview)s"yleistietosivulta</a>.
hu: Igazgathatja a levélcím érvényesítés folyamatát az <a href="%(profile_overview)s">áttekintés lapon</a>.

source: E-mail address validated successfully.
de: E-Mail-Adresse erfolgreich bestätigt.
fa: تایید ایمیل با موفقیت انجام شد.
fi: Sähköpostiosoitteen toimivuus vahvistettu.
hu: Sikerült érvényesíteni a levélcímet.

source: The key you received via e-mail is no longer valid. Please try the e-mail validation process again.
de: Der Schlüssel, welchen Sie per Mail empfangen haben, ist nicht mehr gültig. Bitte starten Sie den Validierungsprozess erneut.
fa: کلیدی که شما از طریق ایمیل دریافت کرده اید دیگر معتبر نیست. لطفا بار دیگر مرحله تایید ایمیل را تکرار کنید.
fi: Sähköpostiisi saamasi avain ei enää kelpaa. Yritä vahvistaa sähköpostiosoite uudelleen.
hu: A levélben kapott kulcs már nem érvényes. Kérem próbálja újra a levélcím érvényesítés folyamatot.

source: E-mail change processed
fa: تغییر ایمیل پردازش شد
fi: Sähköpostin muutos käsitelty
fr: Changement de courriel en cours
hu: Levélcím változás feldolgozva

source: An e-mail has been sent to the new e-mail address for verification purposes. Please check your e-mail and complete this process by following the instructions specified in the e-mail body.
fa: یک ایمیل به آدرس جدید شما جهت تایید و فعالسازی ارسال گردید. لطفا به ایمیل خودتان مراجعه نموده و بر اساس دستورالعمل های مندرج در متن ایمیل این مرحله را کامل کنید.

source: Resend e-mail validation
fa: بازفرستادن تایید ایمیل
fi: Lähetä vahvistusviesti uudelleen
hu: Újraküldi a levélcím érvényesítést

source: You will not be able to sign in until you have validated your e-mail address. Enter your registered e-mail address to receive the validation e-mail again.
fa: اگر شما آدرس ایمیل خود را هنوز تایید نه کرده اید شما قادر نه خواهید بود وارد شوید. آدرس ایمیل ثبت شده خودتان را برای دریافت ایمیل تایید دوباره وارد کنید.
fi: Et voi kirjautua sisään ennen kuin sähköpostiosoitteesi on vahvistettu. Anna rekisteröimäsi sähköpostiosoite saadaksesi vahvistusviestin uudelleen.
hu: Nem jelentkezhet be, amíg nem érvényesítette levélcímét. Adja meg levélcímét, hogy ismét megkaphassa az érvényesítő levelet.

source: Resend confirmation
de: Bestätigung erneut senden
fa: بازفرستادن تایید
fi: Lähetä vahvistus uudelleen
hu: Megerősítést újraküld

source: Validation e-mail sent
de: Bestätigungs-Mail gesendet
fa: ایمیل تایید ارسال شد
fi: Vahvistusviesti lähetetty
fr: Courriel de confirmation envoyé
hu: Érvényesítő levél elküldve

source: Your user account was already activated
de: Ihr Benutzerkonto wurde bereits aktiviert
fa: حساب کاربری شما قبلا فعال شده است
fi: Käyttäjätilisi on jo aktivoitu
fr: Votre compte utilisateur a déjà été activé
hu: A használó már aktív

source: You can manage the e-mail validation process from the
fa: شما می توانید مرحله تایید ایمیل را از اینجا به دست بگیرید.
fi: Voit hallita sähköpostin vahvistusprosessia
hu: Igazgathatja a levélcím érvényesítés folyamatát

source: overview page
de: Übersicht
fa: صفحه کلی
fi: yleistietosivulta
hu: áttekintés lap

source: We've sent you the e-mail validation link.
fa: ما برای شما لینک تایید ایمیل را ارسال کرده ایم.
fi: Lähetimme sinulle sähköpostin vahvistuslinkin.
fr: Nous vous avons envoyé le courriel de validation.
hu: Elküldtük önnek a levélcím érvényesítő hivatkozást.

source: Your e-mail was already validated
de: Ihre E-Mail-Adresse wurde bereits bestätigt
fa: ایمیل شما قبلا تایید شده است
fi: Sähköpostiosoitteesi on jo vahvistettu
fr: Votre courriel a déjà été validé
hu: Az ön levélcímét már érvényesítették

source: User sign in
fa: ورود کاربر
fi: Käyttäjän sisäänkirjaus
hu: Használó bejelentkezik

source: Enter your username and password to sign in.
de: Geben Sie Benutzername und Passwort ein, um sich anzumelden.
fa: نام کاربری و کلمه عبور خود را برای وارد شدن وارد کنید.
fi: Anna käyttäjätunnuksesi ja salasanasi kirjautuaksesi sisään.
hu: Adja meg az azonosítóját és jelszavát a belépéshez.

source: Utilities
de: Hilfsmittel
fa: ابزارها
fi: Työkalut
hu: Eszközök

source: Lost your password?
de: Passwort verloren?
fa: آیا کلمه عبور خود را گم کرده اید؟
fi: Unohditko salasanasi?
fr: Perdu votre mot de passe?
hu: Elfelejtett jelszó?

source: Resend validation e-mail
fa: باز فرستادن ایمیل تایید
fi: Lähetä vahvistusviesti uudelleen
fr: Renvoyer le couriel de validation
hu: Újraküldi az érvényesítő levelet

source: Sign up!
de: Anmeldung
fa: ثبت نام!
fi: Rekisteröidy!
fr: S'inscrire !
hu: Beiratkozás!

source: Logged out
de: Abgemeldet
fa: خروج
fi: Kirjauduit ulos
fr: Déconnecté
hu: Kijelentkezett

source: You've been logged out.
de: Du wurdest abgemeldet.
fa: شما خارج شده اید
fi: Olet poistunut järjestelmästä.
fr: Vous avez été déconnecté
hu: Kijelentkezett.

source: Log in again
de: Melden Sie sich erneut an
fa: ورود دوباره
fi: Kirjaudu uudelleen
fr: Connectez-vous à nouveau
hu: Jelentkezzen be ismét

source: Password change for
fa: تغییر کلمه عبور برای
fi: Vaihda salasana tilille
fr: Modification du mot de passe pour
hu: Jelszó változtatás

source: Password change
de: Passwort ändern
fa: تغییر کلمه عبور
fi: Salasanan vaihto
fr: Mofication du mot de passe
hu: Jelszó változtatás

source: You can change your password from here. Please enter your new password twice so we can verify you typed it in correctly.
de: Hier können Sie Ihr Passwort ändern. Bitte geben Sie es zweimal ein, um sicherzustellen, dass es korrekt eingegeben wurde.
fa: شما از اینجا می توانید کلمه عبور خودتان را تغییر دهید. لطفا کلمه عبور جدید را دو بار وارد کنید تا ما بتوانید آنچه را که شما تایپ کرده اید تایید کنیم.
fi: Täällä voit vaihtaa salasanasi. Kirjoita uusi salasana kahteen kertaan, jotta tiedämme sinun kirjoittaneen sen oikein.
fr: Vous pouvez modifier votre mot de passe ici. Veuillez entrer votre mot de passe deux pour vérifier que vous l'avez bien saisi.
hu: Itt megváltoztathatja jelszavát. Kérem adja meg az új jelszavát kétszer, hogy ellenőrizhessük jól gépelte be.

source: Password change successful
de: Passwort Änderung Erfolgreich
fa: کلمه عبور با موفقیت تغییر یافت
fi: Salasana vaihdettu
hu: Sikeresen megváltoztatta a jelszavát

source: The password has been changed successfully.
fa: کلمه عبور با موفقیت تغییر یافت.

source: Password key expired
de: Passwort-Key abgelaufen
fa: کلید کلمه عبور منقضی شده است
fi: Salasana-avain on vanhentunut
hu: Jelszó lejárt

source: The password key you're trying to use is expired. Please, request a new one.
de: Der Passwort-Key, den Sie zu benutzen versuchten, ist abgelaufen. Bitte fordern Sie einen neuen an.
fa: کلید کلمه عبوری که شما سعی می کنید استفاده کنید منقضی شده است. لطفا یکی دیگر درخواست کنید.
fi: Käyttämäsi salasana-avain on vanhentunut. Pyydä uusi avain.
hu: A jelszó, amivel próbálkozik már lejárt. Kérem igényeljen egy újat.

source: Password reset
de: Passwort zurücksetzen
fa: بازنشانی کلمه عبور
fi: Salasanan nollaus
fr: Ré-initialisation du mot de passe
hu: Jelszó törlés

source: Password reset form
de: Passwort zurücksetzen
fa: فرم تغییر کلمه عبور
fi: Salasanan nollauslomake
fr: Formulaire de réinitialisation de mot de passe
hu: Jelszó törlés űrlap

source: Forgotten your password? Enter your e-mail address, and we'll reset your password and e-mail the new one to you.
de: Passwort vergessen? Geben Sie Ihre E-Mail-Adresse ein und wir setzen Ihr Passwort zurück. Sie bekommen dann eine E-Mail mit einem neuen Passwort.
fa: کلمه عبورتان را فراموش کرده اید؟ آدرس ایمیل خود ار وارد کنید، ما کلمه عبور شما را بازنشانی می کنید و برای شما یک کلمه جدید ایمیل می کنیم.
fi: Unohditko salasanasi? Kirjoita sähköpostiosoitteesi, niin lähetämme sinulle uuden salasanan.
hu: Elfelejtette jelszavát? Adja meg levél címét, töröljük a jelszavát, és küldünk önnek levélben egy újat.

source: Reset my password
de: Passwort zurücksetzen
fa: بازنشانی کلمه عبور من
fi: Nollaa salasanani
fr: Réinitialiser mon mot de passe
hu: Töröljék a jelszavam

source: Your password has been set. You may go ahead and log in now.
fa: کلمه عبور شما تنظیم شد. شما می توانید اکنون جلو بروید وارد سایت شوید.

source: Change password
de: Passwort ändern
fa: تغییر کلمه عبور
fi: Vaihda salasana
fr: Modifier le mot de passe
hu: Jelszó változtatás

source: Password reset unsuccessful
de: Das Passwort konnte nicht zurückgesetzt werden
fa: کلمه عبور با موفقیت بازنشانی نشد
fi: Salasanan nollaus epäonnistui
hu: Jelszó törlés sikertelen

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fa: پیوند بازسازی کلمه عبور نامعتبر است، احتمالا آن قبلا استفاده شده است. لطفا یک بازسازی کلمه عبور جدید درخواست کنید.
fi: Salasanan nollauslinkki ei kelpaa, koska sitä on jo käytetty. Pyydä salasanan nollausta uudelleen.
hu: A jelszó törlés hivatkozás érvénytelen. Valószínüleg már használták. Kérem igényeljen egy új jelszó törlést.

source: Password reset successful
de: Passwort zurücksetzen erfolgreich
fa: کلمه عبور با موفقیت بازنشانی شد
fi: Salasanan nollaus onnistui
hu: Jelszó törlés sikerült

source: We've e-mailed you the instructions to obtain a new password. You should be receiving it shortly.
fa: ما برای شما دستورالعملهای را جهت به دست آوردن کلمه عبور جدید ارسال کرده ایم. شما باید به زودی آن را دریافت کنید.
fi: Lähetimme sinulle ohjeet uuden salasanan saamiseksi. Viestin pitäisi saapua sähköpostiisi piakkoin.
hu: Elküldtük önnek levélben az új jelszó megszerzéséhez szükséges tudnivalókat. Hamarosan megkapja.

source: User registration
de: Benutzer Registrierung
fa: ثبت نام کاربر
fi: Käyttäjän rekisteröinti
fr: Inscription de l'utilisateur
hu: Használó beiratkozás

source: Register for a Transifex account
de: Für einen Transifex Account anmelden
fa: ثبت یک حساب تراسیفیکس
fi: Rekisteröidy Transifexin käyttäjäksi
hu: Beiratkozás Transifexbe

source: Joining Transifex is quick and easy. Just fill in the following form.
fa: پیوستن به ترانسیفیکس ساده و سریع است. تنها فرم زیر را کامل کنید.
fi: Transifex-käyttäjätilin saat helposti ja nopeasti. Täytä vain seuraava lomake.
fr: Rejoindre Transifex est simple et rapide. Il suffit de remplir ce formulaire.
hu: A Transifexhez való csatlakozás gyors és egyszerű. Csak töltse ki a következő űrlapot.

source: Registration completed
de: Registrierung abgeschlossen
fa: ثبت نام کامل شد
fi: Rekisteröinti valmis
fr: Inscription terminée
hu: Beiratkozás kész

source: Register a new account
de: Ein neues Konto anlegen
fa: ثبت یک حساب جدید
fi: Rekisteröi uusi tili
fr: Créer un nouveau compte
hu: Beiratkozik

source: You have successfully registered a new account and an account activation url has been sent to your e-mail address. Please access this url to finish the registration process.
fa: شما با موفقیت یک حساب جدید ثبت کردید و یک یو‌ار‌ال فعالسازی به آدرس ایمیل شما ارسال گردید. شما باید به این یو‌ار‌ال در ایمیلتان دسترسی داشته باشید تا مرحله ثبت نام کامل شود.

source: You have successfully registered a new account. Go to the <a href="%(overview_url)s">sign in page</a> to authenticate and start using this site.
fa: شما با موفقیت یک حساب جدید ثبت کردید. به <a href="%(overview_url)s">sign in page</a> بروید برای تایید و آغاز استفاده از این سایت.

source: Choose the location of your avatar
fa: مکان آواتار خود را انتخاب کنید
fi: Valitse avatarisi sijainti
hu: Válassza ki a képmása helyét

source: Avatar selection page
fa: صفحه انتخاب آواتار
fi: Avatarin valintasivu
fr: Page de sélection de l'avatar
hu: Képmás választás lap

source: You have several options to select the image you want to use as avatar on your profile.
fa: شما گزینه های زیادی برای انتخاب تصویری که می خواهید به عنوان آواتار در نمایه خودتان استفاده کنید دارید.
fi: Voit valita profiilisi avatarin useilla eri tavoilla.
hu: Számos lehetősége van, hogy képet válasszon képmásnak a saját adataihoz.

source: Select an image from disk
de: Wählen Sie ein Bild von Ihrem Computer aus.
fa: انتخاب تصویر از دیسک
fi: Valitse kuvatiedosto koneeltasi
fr: Sélectionner une image sur votre disque
hu: Válasszon képet lemezről

source: Done
de: Fertig
fa: کامل
fi: Valmis
fr: Effectué
hu: Kész
